/*eslint-disable */
export default [
  {
    "id": "1",
    "name": "Чукотский автономный округ",
    "cities": [
      {
        "id": "1",
        "name": "Билибино"
      },
      {
        "id": "2",
        "name": "Мыс Шмидта"
      },
      {
        "id": "3",
        "name": "Певек"
      },
      {
        "id": "3297",
        "name": "Анадырь"
      },
      {
        "id": "4",
        "name": "Уэлен"
      },
      {
        "id": "5",
        "name": "Лаврентия"
      },
      {
        "id": "6",
        "name": "Угольные Копи"
      },
      {
        "id": "7",
        "name": "Эгвекинот"
      },
      {
        "id": "8",
        "name": "Провидения"
      }
    ]
  },
  {
    "id": "2",
    "name": "Еврейская автономная область",
    "cities": [
      {
        "id": "10",
        "name": "Ленинское"
      },
      {
        "id": "11",
        "name": "Облучье"
      },
      {
        "id": "12",
        "name": "Птичник"
      },
      {
        "id": "13",
        "name": "Смидович"
      },
      {
        "id": "3303",
        "name": "Биробиджан"
      },
      {
        "id": "9",
        "name": "Амурзет"
      }
    ]
  },
  {
    "id": "3",
    "name": "Архангельская область",
    "cities": [
      {
        "id": "14",
        "name": "Северодвинск"
      },
      {
        "id": "15",
        "name": "Каргополь"
      },
      {
        "id": "16",
        "name": "Котлас"
      },
      {
        "id": "17",
        "name": "Мезень"
      },
      {
        "id": "18",
        "name": "Онега"
      },
      {
        "id": "19",
        "name": "Плесецк"
      },
      {
        "id": "20",
        "name": "Холмогоры"
      },
      {
        "id": "21",
        "name": "Шенкурск"
      },
      {
        "id": "22",
        "name": "Пинега"
      },
      {
        "id": "23",
        "name": "Двинской"
      },
      {
        "id": "24",
        "name": "Соловки"
      },
      {
        "id": "25",
        "name": "Белушья Губа"
      },
      {
        "id": "26",
        "name": "Вельск"
      },
      {
        "id": "27",
        "name": "Верхняя Тойма"
      },
      {
        "id": "28",
        "name": "Ильинско-Подомское"
      },
      {
        "id": "29",
        "name": "Карпогоры"
      },
      {
        "id": "30",
        "name": "Коноша"
      },
      {
        "id": "31",
        "name": "Коряжма"
      },
      {
        "id": "32",
        "name": "Красноборск"
      },
      {
        "id": "33",
        "name": "Лешуконское"
      },
      {
        "id": "3332",
        "name": "Архангельск"
      },
      {
        "id": "34",
        "name": "Мирный"
      },
      {
        "id": "35",
        "name": "Няндома"
      },
      {
        "id": "36",
        "name": "Октябрьский"
      },
      {
        "id": "37",
        "name": "Сольвычегодск"
      },
      {
        "id": "38",
        "name": "Яренск"
      },
      {
        "id": "39",
        "name": "Емецк"
      },
      {
        "id": "40",
        "name": "Новодвинск"
      },
      {
        "id": "41",
        "name": "Савинский"
      }
    ]
  },
  {
    "id": "4",
    "name": "Карачаево-Черкесская Республика",
    "cities": [
      {
        "id": "3346",
        "name": "Черкесск"
      },
      {
        "id": "42",
        "name": "Архыз"
      },
      {
        "id": "43",
        "name": "Домбай"
      },
      {
        "id": "44",
        "name": "Карачаевск"
      },
      {
        "id": "45",
        "name": "Теберда"
      },
      {
        "id": "46",
        "name": "Усть-Джегута"
      },
      {
        "id": "47",
        "name": "Адыге-Хабль"
      },
      {
        "id": "48",
        "name": "Зеленчукская"
      },
      {
        "id": "49",
        "name": "Инжич-Чукун"
      },
      {
        "id": "50",
        "name": "Кавказский"
      },
      {
        "id": "51",
        "name": "Преградная"
      },
      {
        "id": "52",
        "name": "Учкекен"
      },
      {
        "id": "53",
        "name": "Хабез"
      },
      {
        "id": "54",
        "name": "Эркен-Шахар"
      }
    ]
  },
  {
    "id": "5",
    "name": "Астраханская область",
    "cities": [
      {
        "id": "3360",
        "name": "Аксарайск"
      },
      {
        "id": "3361",
        "name": "Астрахань"
      },
      {
        "id": "55",
        "name": "Ахтубинск"
      },
      {
        "id": "56",
        "name": "Верхний Баскунчак"
      },
      {
        "id": "57",
        "name": "Володарский"
      },
      {
        "id": "58",
        "name": "Енотаевка"
      },
      {
        "id": "59",
        "name": "Знаменск"
      },
      {
        "id": "60",
        "name": "Икряное"
      },
      {
        "id": "61",
        "name": "Камызяк"
      },
      {
        "id": "62",
        "name": "Красный Яр"
      },
      {
        "id": "63",
        "name": "Лиман"
      },
      {
        "id": "64",
        "name": "Нариманов"
      },
      {
        "id": "65",
        "name": "Началово"
      },
      {
        "id": "66",
        "name": "Харабали"
      },
      {
        "id": "67",
        "name": "Черный Яр"
      }
    ]
  },
  {
    "id": "6",
    "name": "Республика Калмыкия",
    "cities": [
      {
        "id": "337",
        "name": "Городовиковск"
      },
      {
        "id": "3375",
        "name": "Городовиково"
      },
      {
        "id": "3376",
        "name": "Элиста"
      },
      {
        "id": "338",
        "name": "Кетченеры"
      },
      {
        "id": "339",
        "name": "Лагань"
      },
      {
        "id": "340",
        "name": "Яшалта"
      },
      {
        "id": "341",
        "name": "Яшкуль"
      },
      {
        "id": "342",
        "name": "Большой Царын"
      },
      {
        "id": "343",
        "name": "Ики-Бурул"
      },
      {
        "id": "344",
        "name": "Комсомольский"
      },
      {
        "id": "345",
        "name": "Малые Дербеты"
      },
      {
        "id": "346",
        "name": "Приютное"
      },
      {
        "id": "347",
        "name": "Садовое"
      },
      {
        "id": "348",
        "name": "Троицкое"
      },
      {
        "id": "349",
        "name": "Цаган Аман"
      }
    ]
  },
  {
    "id": "7",
    "name": "Алтайский край",
    "cities": [
      {
        "id": "3440",
        "name": "Барнаул"
      },
      {
        "id": "350",
        "name": "Белокуриха"
      },
      {
        "id": "351",
        "name": "Бийск"
      },
      {
        "id": "352",
        "name": "Змеиногорск"
      },
      {
        "id": "353",
        "name": "Камень-на-Оби"
      },
      {
        "id": "354",
        "name": "Кулунда"
      },
      {
        "id": "355",
        "name": "Ребриха"
      },
      {
        "id": "356",
        "name": "Рубцовск"
      },
      {
        "id": "357",
        "name": "Славгород"
      },
      {
        "id": "358",
        "name": "Усть-Калманка"
      },
      {
        "id": "359",
        "name": "Алейск"
      },
      {
        "id": "360",
        "name": "Алтайское"
      },
      {
        "id": "361",
        "name": "Баево"
      },
      {
        "id": "362",
        "name": "Благовещенка"
      },
      {
        "id": "363",
        "name": "Бурла"
      },
      {
        "id": "364",
        "name": "Быстрый Исток"
      },
      {
        "id": "365",
        "name": "Верх-Суетка"
      },
      {
        "id": "366",
        "name": "Волчиха"
      },
      {
        "id": "367",
        "name": "Гальбштадт"
      },
      {
        "id": "368",
        "name": "Горняк"
      },
      {
        "id": "369",
        "name": "Ельцовка"
      },
      {
        "id": "370",
        "name": "Завьялово"
      },
      {
        "id": "371",
        "name": "Залесово"
      },
      {
        "id": "372",
        "name": "Заринск"
      },
      {
        "id": "373",
        "name": "Зональное"
      },
      {
        "id": "374",
        "name": "Калманка"
      },
      {
        "id": "375",
        "name": "Ключи"
      },
      {
        "id": "376",
        "name": "Косиха"
      },
      {
        "id": "377",
        "name": "Красногорское"
      },
      {
        "id": "378",
        "name": "Краснощеково"
      },
      {
        "id": "379",
        "name": "Крутиха"
      },
      {
        "id": "380",
        "name": "Курья"
      },
      {
        "id": "381",
        "name": "Кытманово"
      },
      {
        "id": "382",
        "name": "Мамонтово"
      },
      {
        "id": "383",
        "name": "Михайловское"
      },
      {
        "id": "384",
        "name": "Новичиха"
      },
      {
        "id": "385",
        "name": "Новоалтайск"
      },
      {
        "id": "386",
        "name": "Новоегорьевское"
      },
      {
        "id": "387",
        "name": "Павловск"
      },
      {
        "id": "388",
        "name": "Панкрушиха"
      },
      {
        "id": "389",
        "name": "Петропавловское"
      },
      {
        "id": "390",
        "name": "Поспелиха"
      },
      {
        "id": "391",
        "name": "Родино"
      },
      {
        "id": "392",
        "name": "Романово"
      },
      {
        "id": "393",
        "name": "Сибирский"
      },
      {
        "id": "394",
        "name": "Смоленское"
      },
      {
        "id": "395",
        "name": "Советское"
      },
      {
        "id": "396",
        "name": "Солонешное"
      },
      {
        "id": "397",
        "name": "Солтон"
      },
      {
        "id": "398",
        "name": "Староалейское"
      },
      {
        "id": "399",
        "name": "Табуны"
      },
      {
        "id": "400",
        "name": "Тальменка"
      },
      {
        "id": "401",
        "name": "Тогул"
      },
      {
        "id": "402",
        "name": "Топчиха"
      },
      {
        "id": "403",
        "name": "Троицкое"
      },
      {
        "id": "404",
        "name": "Тюменцево"
      },
      {
        "id": "405",
        "name": "Угловское"
      },
      {
        "id": "406",
        "name": "Усть-Чарышская Пристань"
      },
      {
        "id": "407",
        "name": "Хабары"
      },
      {
        "id": "408",
        "name": "Целинное"
      },
      {
        "id": "409",
        "name": "Чарышское"
      },
      {
        "id": "410",
        "name": "Шелаболиха"
      },
      {
        "id": "411",
        "name": "Шипуново"
      },
      {
        "id": "412",
        "name": "Яровое"
      }
    ]
  },
  {
    "id": "8",
    "name": "Белгородская область",
    "cities": [
      {
        "id": "3462",
        "name": "Белгород"
      },
      {
        "id": "413",
        "name": "Старый Оскол"
      },
      {
        "id": "414",
        "name": "Губкин"
      },
      {
        "id": "415",
        "name": "Новый Оскол"
      },
      {
        "id": "416",
        "name": "Алексеевка"
      },
      {
        "id": "417",
        "name": "Бирюч"
      },
      {
        "id": "418",
        "name": "Борисовка"
      },
      {
        "id": "419",
        "name": "Валуйки"
      },
      {
        "id": "420",
        "name": "Вейделевка"
      },
      {
        "id": "421",
        "name": "Волоконовка"
      },
      {
        "id": "422",
        "name": "Грайворон"
      },
      {
        "id": "423",
        "name": "Ивня"
      },
      {
        "id": "424",
        "name": "Короча"
      },
      {
        "id": "425",
        "name": "Красная Яруга"
      },
      {
        "id": "426",
        "name": "Красное"
      },
      {
        "id": "427",
        "name": "Майский"
      },
      {
        "id": "428",
        "name": "Прохоровка"
      },
      {
        "id": "429",
        "name": "Ракитное"
      },
      {
        "id": "430",
        "name": "Ровеньки"
      },
      {
        "id": "431",
        "name": "Строитель"
      },
      {
        "id": "432",
        "name": "Чернянка"
      },
      {
        "id": "433",
        "name": "Шебекино"
      }
    ]
  },
  {
    "id": "9",
    "name": "Чеченская Республика",
    "cities": [
      {
        "id": "3479",
        "name": "Грозный"
      },
      {
        "id": "434",
        "name": "Ачхой-Мартан"
      },
      {
        "id": "435",
        "name": "Ведено"
      },
      {
        "id": "436",
        "name": "Гудермес"
      },
      {
        "id": "437",
        "name": "Урус-Мартан"
      },
      {
        "id": "438",
        "name": "Шали"
      },
      {
        "id": "439",
        "name": "Шатой"
      },
      {
        "id": "440",
        "name": "Аргун"
      },
      {
        "id": "441",
        "name": "Знаменское"
      },
      {
        "id": "442",
        "name": "Итум-Кале"
      },
      {
        "id": "443",
        "name": "Курчалой"
      },
      {
        "id": "444",
        "name": "Лакха-Нерве"
      },
      {
        "id": "445",
        "name": "Наурская"
      },
      {
        "id": "446",
        "name": "Ножай-Юрт"
      },
      {
        "id": "447",
        "name": "Серноводск"
      },
      {
        "id": "448",
        "name": "Шарой"
      },
      {
        "id": "449",
        "name": "Шелковская"
      }
    ]
  },
  {
    "id": "10",
    "name": "Амурская область",
    "cities": [
      {
        "id": "3505",
        "name": "Благовещенск"
      },
      {
        "id": "450",
        "name": "Белогорск"
      },
      {
        "id": "451",
        "name": "Бомнак"
      },
      {
        "id": "452",
        "name": "Игнашино"
      },
      {
        "id": "453",
        "name": "Поярково"
      },
      {
        "id": "454",
        "name": "Сковородино"
      },
      {
        "id": "455",
        "name": "Тында"
      },
      {
        "id": "456",
        "name": "Новороссийка"
      },
      {
        "id": "457",
        "name": "Архара"
      },
      {
        "id": "458",
        "name": "Екатеринославка"
      },
      {
        "id": "459",
        "name": "Завитинск"
      },
      {
        "id": "460",
        "name": "Зея"
      },
      {
        "id": "461",
        "name": "Ивановка"
      },
      {
        "id": "462",
        "name": "Константиновка"
      },
      {
        "id": "463",
        "name": "Магдагачи"
      },
      {
        "id": "464",
        "name": "Новобурейский"
      },
      {
        "id": "465",
        "name": "Новокиевский Увал"
      },
      {
        "id": "466",
        "name": "Прогресс"
      },
      {
        "id": "467",
        "name": "Райчихинск"
      },
      {
        "id": "468",
        "name": "Ромны"
      },
      {
        "id": "469",
        "name": "Свободный"
      },
      {
        "id": "470",
        "name": "Серышево"
      },
      {
        "id": "471",
        "name": "Тамбовка"
      },
      {
        "id": "472",
        "name": "Углегорск"
      },
      {
        "id": "473",
        "name": "Шимановск"
      },
      {
        "id": "474",
        "name": "Экимчан"
      }
    ]
  },
  {
    "id": "11",
    "name": "Ханты-Мансийский автономный округ",
    "cities": [
      {
        "id": "3529",
        "name": "Игрим"
      },
      {
        "id": "3530",
        "name": "Ханты-Мансийск"
      },
      {
        "id": "3531",
        "name": "Излучинск"
      },
      {
        "id": "885",
        "name": "Нижневартовск"
      },
      {
        "id": "886",
        "name": "Нягань"
      },
      {
        "id": "887",
        "name": "Сургут"
      },
      {
        "id": "888",
        "name": "Белоярский"
      },
      {
        "id": "889",
        "name": "Когалым"
      },
      {
        "id": "890",
        "name": "Лянтор"
      },
      {
        "id": "891",
        "name": "Междуреченский"
      },
      {
        "id": "892",
        "name": "Нефтеюганск"
      },
      {
        "id": "893",
        "name": "Октябрьское"
      },
      {
        "id": "894",
        "name": "Радужный"
      },
      {
        "id": "895",
        "name": "Советский"
      },
      {
        "id": "896",
        "name": "Сосьва"
      },
      {
        "id": "897",
        "name": "Урай"
      },
      {
        "id": "898",
        "name": "Югорск"
      },
      {
        "id": "899",
        "name": "Березово"
      },
      {
        "id": "900",
        "name": "Лангепас"
      },
      {
        "id": "902",
        "name": "Мегион"
      },
      {
        "id": "903",
        "name": "Покачи"
      },
      {
        "id": "904",
        "name": "Пыть-Ях"
      },
      {
        "id": "905",
        "name": "Пойковский"
      },
      {
        "id": "906",
        "name": "Приобье"
      },
      {
        "id": "907",
        "name": "Салым"
      }
    ]
  },
  {
    "id": "12",
    "name": "Республика Тыва",
    "cities": [
      {
        "id": "3550",
        "name": "Кызыл"
      },
      {
        "id": "3551",
        "name": "Новый Шагонар"
      },
      {
        "id": "908",
        "name": "Ак-Довурак"
      },
      {
        "id": "909",
        "name": "Бай-Хаак"
      },
      {
        "id": "910",
        "name": "Каа-Хем"
      },
      {
        "id": "911",
        "name": "Кунгуртуг"
      },
      {
        "id": "912",
        "name": "Кызыл-Мажалык"
      },
      {
        "id": "913",
        "name": "Мугур-Аксы"
      },
      {
        "id": "914",
        "name": "Самагалтай"
      },
      {
        "id": "915",
        "name": "Сарыг-Сеп"
      },
      {
        "id": "916",
        "name": "Суг-Аксы"
      },
      {
        "id": "917",
        "name": "Тоора-Хем"
      },
      {
        "id": "918",
        "name": "Туран"
      },
      {
        "id": "919",
        "name": "Тээли"
      },
      {
        "id": "920",
        "name": "Хандагайты"
      },
      {
        "id": "921",
        "name": "Хову-Аксы"
      },
      {
        "id": "922",
        "name": "Чаа-Холь"
      },
      {
        "id": "923",
        "name": "Чадан"
      },
      {
        "id": "924",
        "name": "Шагонар"
      },
      {
        "id": "925",
        "name": "Эрзин"
      }
    ]
  },
  {
    "id": "13",
    "name": "Брянская область",
    "cities": [
      {
        "id": "3580",
        "name": "Брянск"
      },
      {
        "id": "3581",
        "name": "Дебрянск"
      },
      {
        "id": "926",
        "name": "Выгоничи"
      },
      {
        "id": "927",
        "name": "Гордеевка"
      },
      {
        "id": "928",
        "name": "Дубровка"
      },
      {
        "id": "929",
        "name": "Дятьково"
      },
      {
        "id": "930",
        "name": "Жирятино"
      },
      {
        "id": "931",
        "name": "Жуковка"
      },
      {
        "id": "932",
        "name": "Злынка"
      },
      {
        "id": "933",
        "name": "Карачев"
      },
      {
        "id": "934",
        "name": "Клетня"
      },
      {
        "id": "935",
        "name": "Климово"
      },
      {
        "id": "936",
        "name": "Клинцы"
      },
      {
        "id": "937",
        "name": "Комаричи"
      },
      {
        "id": "938",
        "name": "Красная Гора"
      },
      {
        "id": "939",
        "name": "Локоть"
      },
      {
        "id": "940",
        "name": "Мглин"
      },
      {
        "id": "941",
        "name": "Навля"
      },
      {
        "id": "942",
        "name": "Новозыбков"
      },
      {
        "id": "943",
        "name": "Погар"
      },
      {
        "id": "944",
        "name": "Почеп"
      },
      {
        "id": "945",
        "name": "Рогнедино"
      },
      {
        "id": "946",
        "name": "Севск"
      },
      {
        "id": "947",
        "name": "Сельцо"
      },
      {
        "id": "948",
        "name": "Стародуб"
      },
      {
        "id": "949",
        "name": "Суземка"
      },
      {
        "id": "950",
        "name": "Сураж"
      },
      {
        "id": "951",
        "name": "Трубчевск"
      },
      {
        "id": "952",
        "name": "Унеча"
      },
      {
        "id": "953",
        "name": "Фокино"
      }
    ]
  },
  {
    "id": "14",
    "name": "Новгородская область",
    "cities": [
      {
        "id": "3602",
        "name": "Великий Новгород"
      },
      {
        "id": "954",
        "name": "Малая Вишера"
      },
      {
        "id": "955",
        "name": "Валдай"
      },
      {
        "id": "956",
        "name": "Старая Русса"
      },
      {
        "id": "957",
        "name": "Батецкий"
      },
      {
        "id": "958",
        "name": "Боровичи"
      },
      {
        "id": "959",
        "name": "Волот"
      },
      {
        "id": "960",
        "name": "Демянск"
      },
      {
        "id": "961",
        "name": "Крестцы"
      },
      {
        "id": "962",
        "name": "Любытино"
      },
      {
        "id": "963",
        "name": "Марево"
      },
      {
        "id": "964",
        "name": "Мошенское"
      },
      {
        "id": "965",
        "name": "Окуловка"
      },
      {
        "id": "966",
        "name": "Парфино"
      },
      {
        "id": "967",
        "name": "Пестово"
      },
      {
        "id": "968",
        "name": "Поддорье"
      },
      {
        "id": "969",
        "name": "Сольцы"
      },
      {
        "id": "970",
        "name": "Хвойная"
      },
      {
        "id": "971",
        "name": "Холм"
      },
      {
        "id": "972",
        "name": "Чудово"
      },
      {
        "id": "973",
        "name": "Шимск"
      }
    ]
  },
  {
    "id": "15",
    "name": "Ненецкий автономный округ",
    "cities": [
      {
        "id": "3606",
        "name": "Нарьян-Мар"
      },
      {
        "id": "974",
        "name": "Амдерма"
      },
      {
        "id": "975",
        "name": "Несь"
      },
      {
        "id": "976",
        "name": "Нижняя Пеша"
      }
    ]
  },
  {
    "id": "16",
    "name": "Узбекистан",
    "cities": [
      {
        "id": "5564",
        "name": "Андижан"
      },
      {
        "id": "5565",
        "name": "Бухара"
      },
      {
        "id": "5566",
        "name": "Гулистан"
      },
      {
        "id": "5567",
        "name": "Джизак"
      },
      {
        "id": "5568",
        "name": "Карши"
      },
      {
        "id": "5569",
        "name": "Кува"
      },
      {
        "id": "5570",
        "name": "Навои"
      },
      {
        "id": "5571",
        "name": "Наманган"
      },
      {
        "id": "5572",
        "name": "Нукус"
      },
      {
        "id": "5573",
        "name": "Самарканд"
      },
      {
        "id": "5574",
        "name": "Сырдарья"
      },
      {
        "id": "5575",
        "name": "Тахтакупыр"
      },
      {
        "id": "5576",
        "name": "Ташкент"
      },
      {
        "id": "5577",
        "name": "Термез"
      },
      {
        "id": "5578",
        "name": "Ургенч"
      },
      {
        "id": "5579",
        "name": "Фергана"
      },
      {
        "id": "5580",
        "name": "Хива"
      },
      {
        "id": "5581",
        "name": "Алмалык"
      },
      {
        "id": "5582",
        "name": "Ангрен"
      },
      {
        "id": "5583",
        "name": "Бекабад"
      },
      {
        "id": "5584",
        "name": "Коканд"
      },
      {
        "id": "5585",
        "name": "Маргилан"
      },
      {
        "id": "5586",
        "name": "Чирчик"
      },
      {
        "id": "5610",
        "name": "Ахангаран"
      },
      {
        "id": "5611",
        "name": "Зарафшан"
      },
      {
        "id": "5612",
        "name": "Асака"
      },
      {
        "id": "5613",
        "name": "Аккурган"
      },
      {
        "id": "5614",
        "name": "Кунград"
      },
      {
        "id": "5615",
        "name": "Китаб"
      }
    ]
  },
  {
    "id": "17",
    "name": "Таджикистан",
    "cities": [
      {
        "id": "5616",
        "name": "Гарм"
      },
      {
        "id": "5617",
        "name": "Душанбе"
      },
      {
        "id": "5618",
        "name": "Куляб"
      },
      {
        "id": "5619",
        "name": "Курган-Тюбе"
      },
      {
        "id": "5620",
        "name": "Турсунзаде"
      },
      {
        "id": "5621",
        "name": "Хорог"
      },
      {
        "id": "5622",
        "name": "Худжанд"
      },
      {
        "id": "5623",
        "name": "Исфара"
      },
      {
        "id": "5624",
        "name": "Кайраккум"
      }
    ]
  },
  {
    "id": "18",
    "name": "Приморский край",
    "cities": [
      {
        "id": "1000",
        "name": "Владимиро-Александровское"
      },
      {
        "id": "1001",
        "name": "Вольно-Надеждинское"
      },
      {
        "id": "1002",
        "name": "Дальнегорск"
      },
      {
        "id": "1003",
        "name": "Дальнереченск"
      },
      {
        "id": "1004",
        "name": "Кавалерово"
      },
      {
        "id": "1005",
        "name": "Камень-Рыболов"
      },
      {
        "id": "1006",
        "name": "Яковлевка"
      },
      {
        "id": "1007",
        "name": "Черниговка"
      },
      {
        "id": "1008",
        "name": "Хороль"
      },
      {
        "id": "3639",
        "name": "Владивосток"
      },
      {
        "id": "3640",
        "name": "Пластун"
      },
      {
        "id": "977",
        "name": "Уссурийск"
      },
      {
        "id": "978",
        "name": "Арсеньев"
      },
      {
        "id": "979",
        "name": "Артем"
      },
      {
        "id": "980",
        "name": "Находка"
      },
      {
        "id": "981",
        "name": "Партизанск"
      },
      {
        "id": "982",
        "name": "Спасск-Дальний"
      },
      {
        "id": "983",
        "name": "Терней"
      },
      {
        "id": "984",
        "name": "Хасан"
      },
      {
        "id": "985",
        "name": "Славянка"
      },
      {
        "id": "986",
        "name": "Пограничный"
      },
      {
        "id": "987",
        "name": "Чугуевка"
      },
      {
        "id": "988",
        "name": "Смоляниново"
      },
      {
        "id": "989",
        "name": "Кировский"
      },
      {
        "id": "990",
        "name": "Лазо"
      },
      {
        "id": "991",
        "name": "Покровка"
      },
      {
        "id": "992",
        "name": "Лесозаводск"
      },
      {
        "id": "993",
        "name": "Лучегорск"
      },
      {
        "id": "994",
        "name": "Фокино"
      },
      {
        "id": "995",
        "name": "Михайловка"
      },
      {
        "id": "996",
        "name": "Новопокровка"
      },
      {
        "id": "997",
        "name": "Ольга"
      },
      {
        "id": "998",
        "name": "Анучино"
      },
      {
        "id": "999",
        "name": "Большой Камень"
      }
    ]
  },
  {
    "id": "19",
    "name": "Республика Северная Осетия-Алания",
    "cities": [
      {
        "id": "1009",
        "name": "Алагир"
      },
      {
        "id": "1010",
        "name": "Ардон"
      },
      {
        "id": "1011",
        "name": "Беслан"
      },
      {
        "id": "1012",
        "name": "Моздок"
      },
      {
        "id": "1013",
        "name": "Чикола"
      },
      {
        "id": "1014",
        "name": "Эльхотово"
      },
      {
        "id": "1015",
        "name": "Дигора"
      },
      {
        "id": "1016",
        "name": "Цей"
      },
      {
        "id": "3649",
        "name": "Владикавказ"
      }
    ]
  },
  {
    "id": "20",
    "name": "Владимирская область",
    "cities": [
      {
        "id": "1017",
        "name": "Александров"
      },
      {
        "id": "1018",
        "name": "Вязники"
      },
      {
        "id": "1019",
        "name": "Гусь-Хрустальный"
      },
      {
        "id": "1020",
        "name": "Киржач"
      },
      {
        "id": "1021",
        "name": "Ковров"
      },
      {
        "id": "1022",
        "name": "Муром"
      },
      {
        "id": "1023",
        "name": "Петушки"
      },
      {
        "id": "1024",
        "name": "Суздаль"
      },
      {
        "id": "1025",
        "name": "Юрьев-Польский"
      },
      {
        "id": "1026",
        "name": "Гороховец"
      },
      {
        "id": "1027",
        "name": "Камешково"
      },
      {
        "id": "1028",
        "name": "Карабаново"
      },
      {
        "id": "1029",
        "name": "Кольчугино"
      },
      {
        "id": "1030",
        "name": "Костерево"
      },
      {
        "id": "1031",
        "name": "Красная Горбатка"
      },
      {
        "id": "1032",
        "name": "Курлово"
      },
      {
        "id": "1033",
        "name": "Лакинск"
      },
      {
        "id": "1034",
        "name": "Меленки"
      },
      {
        "id": "1035",
        "name": "Покров"
      },
      {
        "id": "1036",
        "name": "Радужный"
      },
      {
        "id": "1037",
        "name": "Собинка"
      },
      {
        "id": "1038",
        "name": "Струнино"
      },
      {
        "id": "1039",
        "name": "Судогда"
      },
      {
        "id": "3673",
        "name": "Владимир"
      },
      {
        "id": "3674",
        "name": "Головино"
      }
    ]
  },
  {
    "id": "21",
    "name": "Волгоградская область",
    "cities": [
      {
        "id": "1040",
        "name": "Волжский"
      },
      {
        "id": "1041",
        "name": "Калач-на-Дону"
      },
      {
        "id": "1042",
        "name": "Камышин"
      },
      {
        "id": "1043",
        "name": "Серафимович"
      },
      {
        "id": "1044",
        "name": "Урюпинск"
      },
      {
        "id": "1045",
        "name": "Эльтон"
      },
      {
        "id": "1046",
        "name": "Алексеевская"
      },
      {
        "id": "1047",
        "name": "Быково"
      },
      {
        "id": "1048",
        "name": "Городище"
      },
      {
        "id": "1049",
        "name": "Даниловка"
      },
      {
        "id": "1050",
        "name": "Дубовка"
      },
      {
        "id": "1051",
        "name": "Елань"
      },
      {
        "id": "1052",
        "name": "Жирновск"
      },
      {
        "id": "1053",
        "name": "Иловля"
      },
      {
        "id": "1054",
        "name": "Клетская"
      },
      {
        "id": "1055",
        "name": "Котельниково"
      },
      {
        "id": "1056",
        "name": "Котово"
      },
      {
        "id": "1057",
        "name": "Краснослободск"
      },
      {
        "id": "1058",
        "name": "Кумылженская"
      },
      {
        "id": "1059",
        "name": "Ленинск"
      },
      {
        "id": "1060",
        "name": "Михайловка"
      },
      {
        "id": "1061",
        "name": "Нехаевская"
      },
      {
        "id": "1062",
        "name": "Николаевск"
      },
      {
        "id": "1063",
        "name": "Новоаннинский"
      },
      {
        "id": "1064",
        "name": "Новониколаевский"
      },
      {
        "id": "1065",
        "name": "Ольховка"
      },
      {
        "id": "1066",
        "name": "Палласовка"
      },
      {
        "id": "1067",
        "name": "Петров Вал"
      },
      {
        "id": "1068",
        "name": "Преображенская"
      },
      {
        "id": "1069",
        "name": "Рудня"
      },
      {
        "id": "1070",
        "name": "Светлый Яр"
      },
      {
        "id": "1071",
        "name": "Средняя Ахтуба"
      },
      {
        "id": "1072",
        "name": "Старая Полтавка"
      },
      {
        "id": "1073",
        "name": "Суровикино"
      },
      {
        "id": "1074",
        "name": "Фролово"
      },
      {
        "id": "1075",
        "name": "Чернышковский"
      },
      {
        "id": "3711",
        "name": "Волгоград"
      }
    ]
  },
  {
    "id": "22",
    "name": "Кировская область",
    "cities": [
      {
        "id": "1076",
        "name": "Кирово-Чепецк"
      },
      {
        "id": "1077",
        "name": "Котельнич"
      },
      {
        "id": "1078",
        "name": "Мураши"
      },
      {
        "id": "1079",
        "name": "Арбаж"
      },
      {
        "id": "1080",
        "name": "Афанасьево"
      },
      {
        "id": "1081",
        "name": "Белая Холуница"
      },
      {
        "id": "1082",
        "name": "Богородское"
      },
      {
        "id": "1083",
        "name": "Верхошижемье"
      },
      {
        "id": "1084",
        "name": "Вятские Поляны"
      },
      {
        "id": "1085",
        "name": "Даровской"
      },
      {
        "id": "1086",
        "name": "Зуевка"
      },
      {
        "id": "1087",
        "name": "Кикнур"
      },
      {
        "id": "1088",
        "name": "Кильмезь"
      },
      {
        "id": "1089",
        "name": "Кирс"
      },
      {
        "id": "1090",
        "name": "Кумены"
      },
      {
        "id": "1091",
        "name": "Лебяжье"
      },
      {
        "id": "1092",
        "name": "Ленинское"
      },
      {
        "id": "1093",
        "name": "Луза"
      },
      {
        "id": "1094",
        "name": "Малмыж"
      },
      {
        "id": "1095",
        "name": "Нагорск"
      },
      {
        "id": "1096",
        "name": "Нема"
      },
      {
        "id": "1097",
        "name": "Нолинск"
      },
      {
        "id": "1098",
        "name": "Омутнинск"
      },
      {
        "id": "1099",
        "name": "Опарино"
      },
      {
        "id": "1100",
        "name": "Оричи"
      },
      {
        "id": "1101",
        "name": "Орлов"
      },
      {
        "id": "1102",
        "name": "Первомайский"
      },
      {
        "id": "1103",
        "name": "Пижанка"
      },
      {
        "id": "1104",
        "name": "Подосиновец"
      },
      {
        "id": "1105",
        "name": "Санчурск"
      },
      {
        "id": "1106",
        "name": "Свеча"
      },
      {
        "id": "1107",
        "name": "Слободской"
      },
      {
        "id": "1108",
        "name": "Сосновка"
      },
      {
        "id": "1109",
        "name": "Суна"
      },
      {
        "id": "1110",
        "name": "Тужа"
      },
      {
        "id": "1111",
        "name": "Уни"
      },
      {
        "id": "1112",
        "name": "Уржум"
      },
      {
        "id": "1113",
        "name": "Фаленки"
      },
      {
        "id": "1114",
        "name": "Юрья"
      },
      {
        "id": "1115",
        "name": "Яранск"
      },
      {
        "id": "1116",
        "name": "Советск"
      },
      {
        "id": "3753",
        "name": "Халтурин"
      }
    ]
  },
  {
    "id": "23",
    "name": "Вологодская область",
    "cities": [
      {
        "id": "1554",
        "name": "Череповец"
      },
      {
        "id": "1555",
        "name": "Великий Устюг"
      },
      {
        "id": "1556",
        "name": "Вытегра"
      },
      {
        "id": "1557",
        "name": "Тотьма"
      },
      {
        "id": "1558",
        "name": "Устюжна"
      },
      {
        "id": "1559",
        "name": "Бабаево"
      },
      {
        "id": "1560",
        "name": "Бабушкина"
      },
      {
        "id": "1561",
        "name": "Белозерск"
      },
      {
        "id": "1562",
        "name": "Вожега"
      },
      {
        "id": "1563",
        "name": "Грязовец"
      },
      {
        "id": "1564",
        "name": "Кадников"
      },
      {
        "id": "1565",
        "name": "Кадуй"
      },
      {
        "id": "1566",
        "name": "Кириллов"
      },
      {
        "id": "1567",
        "name": "Кичменгский Городок"
      },
      {
        "id": "1568",
        "name": "Красавино"
      },
      {
        "id": "1569",
        "name": "Липин Бор"
      },
      {
        "id": "1570",
        "name": "Никольск"
      },
      {
        "id": "1571",
        "name": "Нюксеница"
      },
      {
        "id": "1572",
        "name": "Сокол"
      },
      {
        "id": "1573",
        "name": "Сямжа"
      },
      {
        "id": "1574",
        "name": "Тарногский Городок"
      },
      {
        "id": "1575",
        "name": "Устье"
      },
      {
        "id": "1576",
        "name": "Харовск"
      },
      {
        "id": "1577",
        "name": "Чагода"
      },
      {
        "id": "1578",
        "name": "Шексна"
      },
      {
        "id": "1579",
        "name": "Шуйское"
      },
      {
        "id": "1580",
        "name": "Верховажье"
      },
      {
        "id": "3781",
        "name": "Вологда"
      }
    ]
  },
  {
    "id": "24",
    "name": "Воронежская область",
    "cities": [
      {
        "id": "1581",
        "name": "Бобров"
      },
      {
        "id": "1582",
        "name": "Богучар"
      },
      {
        "id": "1583",
        "name": "Калач"
      },
      {
        "id": "1584",
        "name": "Россошь"
      },
      {
        "id": "1585",
        "name": "Анна"
      },
      {
        "id": "1586",
        "name": "Борисоглебск"
      },
      {
        "id": "1587",
        "name": "Бутурлиновка"
      },
      {
        "id": "1588",
        "name": "Верхний Мамон"
      },
      {
        "id": "1589",
        "name": "Верхняя Хава"
      },
      {
        "id": "1590",
        "name": "Воробьевка"
      },
      {
        "id": "1591",
        "name": "Грибановский"
      },
      {
        "id": "1592",
        "name": "Каменка"
      },
      {
        "id": "1593",
        "name": "Кантемировка"
      },
      {
        "id": "1594",
        "name": "Каширское"
      },
      {
        "id": "1595",
        "name": "Лиски"
      },
      {
        "id": "1596",
        "name": "Нижнедевицк"
      },
      {
        "id": "1597",
        "name": "Новая Усмань"
      },
      {
        "id": "1598",
        "name": "Нововоронеж"
      },
      {
        "id": "1599",
        "name": "Новохоперск"
      },
      {
        "id": "1600",
        "name": "Ольховатка"
      },
      {
        "id": "1601",
        "name": "Острогожск"
      },
      {
        "id": "1602",
        "name": "Павловск"
      },
      {
        "id": "1603",
        "name": "Панино"
      },
      {
        "id": "1604",
        "name": "Петропавловка"
      },
      {
        "id": "1605",
        "name": "Поворино"
      },
      {
        "id": "1606",
        "name": "Подгоренский"
      },
      {
        "id": "1607",
        "name": "Рамонь"
      },
      {
        "id": "1608",
        "name": "Репьевка"
      },
      {
        "id": "1609",
        "name": "Семилуки"
      },
      {
        "id": "1610",
        "name": "Таловая"
      },
      {
        "id": "1611",
        "name": "Терновка"
      },
      {
        "id": "1612",
        "name": "Хохольский"
      },
      {
        "id": "1613",
        "name": "Эртиль"
      },
      {
        "id": "3815",
        "name": "Воронеж"
      }
    ]
  },
  {
    "id": "25",
    "name": "Эстония",
    "cities": []
  },
  {
    "id": "26",
    "name": "Латвия",
    "cities": []
  },
  {
    "id": "27",
    "name": "Литва",
    "cities": []
  },
  {
    "id": "28",
    "name": "Казахстан",
    "cities": []
  },
  {
    "id": "29",
    "name": "Грузия",
    "cities": [
      {
        "id": "5676",
        "name": "Рустави"
      },
      {
        "id": "5678",
        "name": "Батуми"
      },
      {
        "id": "5679",
        "name": "Кутаиси"
      },
      {
        "id": "5680",
        "name": "Тбилиси"
      },
      {
        "id": "5681",
        "name": "Зугдиди"
      },
      {
        "id": "5688",
        "name": "Боржоми"
      },
      {
        "id": "5689",
        "name": "Гори"
      },
      {
        "id": "5690",
        "name": "Болниси"
      },
      {
        "id": "5691",
        "name": "Ахалкалаки"
      },
      {
        "id": "5692",
        "name": "Поти"
      }
    ]
  },
  {
    "id": "30",
    "name": "Объединенные Арабские Эмираты",
    "cities": []
  },
  {
    "id": "31",
    "name": "Кот-д'Ивуар",
    "cities": []
  },
  {
    "id": "32",
    "name": "Свердловская область",
    "cities": [
      {
        "id": "1614",
        "name": "Нижний Тагил"
      },
      {
        "id": "1615",
        "name": "Первоуральск"
      },
      {
        "id": "1616",
        "name": "Алапаевск"
      },
      {
        "id": "1617",
        "name": "Асбест"
      },
      {
        "id": "1618",
        "name": "Верхний Тагил"
      },
      {
        "id": "1619",
        "name": "Верхотурье"
      },
      {
        "id": "1620",
        "name": "Ивдель"
      },
      {
        "id": "1621",
        "name": "Ирбит"
      },
      {
        "id": "1622",
        "name": "Каменск-Уральский"
      },
      {
        "id": "1623",
        "name": "Камышлов"
      },
      {
        "id": "1624",
        "name": "Карпинск"
      },
      {
        "id": "1625",
        "name": "Качканар"
      },
      {
        "id": "1626",
        "name": "Краснотурьинск"
      },
      {
        "id": "1627",
        "name": "Красноуральск"
      },
      {
        "id": "1628",
        "name": "Красноуфимск"
      },
      {
        "id": "1629",
        "name": "Лесной"
      },
      {
        "id": "1630",
        "name": "Невьянск"
      },
      {
        "id": "1631",
        "name": "Пышма"
      },
      {
        "id": "1632",
        "name": "Ревда"
      },
      {
        "id": "1633",
        "name": "Североуральск"
      },
      {
        "id": "1634",
        "name": "Серов"
      },
      {
        "id": "1635",
        "name": "Тавда"
      },
      {
        "id": "1636",
        "name": "Шамары"
      },
      {
        "id": "1637",
        "name": "Арти"
      },
      {
        "id": "1638",
        "name": "Артемовский"
      },
      {
        "id": "1639",
        "name": "Арамиль"
      },
      {
        "id": "1640",
        "name": "Ачит"
      },
      {
        "id": "1641",
        "name": "Байкалово"
      },
      {
        "id": "1642",
        "name": "Белоярский"
      },
      {
        "id": "1643",
        "name": "Березовский"
      },
      {
        "id": "1644",
        "name": "Бисерть"
      },
      {
        "id": "1645",
        "name": "Богданович"
      },
      {
        "id": "1646",
        "name": "Верхнее Дуброво"
      },
      {
        "id": "1647",
        "name": "Верх-Нейвинский"
      },
      {
        "id": "1648",
        "name": "Верхняя Пышма"
      },
      {
        "id": "1649",
        "name": "Верхняя Салда"
      },
      {
        "id": "1650",
        "name": "Верхняя Синячиха"
      },
      {
        "id": "1651",
        "name": "Верхняя Тура"
      },
      {
        "id": "1652",
        "name": "Волчанск"
      },
      {
        "id": "1653",
        "name": "Гари"
      },
      {
        "id": "1654",
        "name": "Горноуральский"
      },
      {
        "id": "1655",
        "name": "Дегтярск"
      },
      {
        "id": "1656",
        "name": "Заречный"
      },
      {
        "id": "1657",
        "name": "Кировград"
      },
      {
        "id": "1658",
        "name": "Кушва"
      },
      {
        "id": "1659",
        "name": "Малышева"
      },
      {
        "id": "1660",
        "name": "Мартюш"
      },
      {
        "id": "1661",
        "name": "Махнево"
      },
      {
        "id": "1662",
        "name": "Михайловск"
      },
      {
        "id": "1663",
        "name": "Натальинск"
      },
      {
        "id": "1664",
        "name": "Нижние Серги"
      },
      {
        "id": "1665",
        "name": "Нижняя Салда"
      },
      {
        "id": "1666",
        "name": "Нижняя Тура"
      },
      {
        "id": "1667",
        "name": "Новая Ляля"
      },
      {
        "id": "1668",
        "name": "Новоуральск"
      },
      {
        "id": "1669",
        "name": "Обуховское"
      },
      {
        "id": "1670",
        "name": "Пелым"
      },
      {
        "id": "1671",
        "name": "Пионерский"
      },
      {
        "id": "1672",
        "name": "Полевской"
      },
      {
        "id": "1673",
        "name": "Реж"
      },
      {
        "id": "1674",
        "name": "Рефтинский"
      },
      {
        "id": "1675",
        "name": "Свободный"
      },
      {
        "id": "1676",
        "name": "Среднеуральск"
      },
      {
        "id": "1677",
        "name": "Староуткинск"
      },
      {
        "id": "1678",
        "name": "Сухой Лог"
      },
      {
        "id": "1679",
        "name": "Сысерть"
      },
      {
        "id": "1680",
        "name": "Таборы"
      },
      {
        "id": "1681",
        "name": "Талица"
      },
      {
        "id": "1682",
        "name": "Тугулым"
      },
      {
        "id": "1683",
        "name": "Туринск"
      },
      {
        "id": "1684",
        "name": "Туринская Слобода"
      },
      {
        "id": "1685",
        "name": "Уральский"
      },
      {
        "id": "1686",
        "name": "Шаля"
      },
      {
        "id": "3889",
        "name": "Екатеринбург"
      }
    ]
  },
  {
    "id": "33",
    "name": "Туркменистан",
    "cities": [
      {
        "id": "5693",
        "name": "Ашхабад"
      },
      {
        "id": "5694",
        "name": "Дашогуз"
      },
      {
        "id": "5695",
        "name": "Туркменбаши"
      },
      {
        "id": "5696",
        "name": "Туркменабад"
      },
      {
        "id": "5697",
        "name": "Мары"
      },
      {
        "id": "5699",
        "name": "Сердар"
      },
      {
        "id": "5700",
        "name": "Безмеин"
      },
      {
        "id": "5701",
        "name": "Балканабад"
      }
    ]
  },
  {
    "id": "34",
    "name": "Кыргызстан",
    "cities": [
      {
        "id": "5702",
        "name": "Балыкчи (Иссык-Куль)"
      },
      {
        "id": "5703",
        "name": "Бишкек"
      },
      {
        "id": "5704",
        "name": "Джалал-Абад"
      },
      {
        "id": "5705",
        "name": "Каракол"
      },
      {
        "id": "5706",
        "name": "Нарын"
      },
      {
        "id": "5707",
        "name": "Ош"
      },
      {
        "id": "5708",
        "name": "Талас"
      },
      {
        "id": "5709",
        "name": "Тянь-Шань"
      },
      {
        "id": "5710",
        "name": "Узген"
      },
      {
        "id": "5711",
        "name": "Чолпон-Ата"
      },
      {
        "id": "5712",
        "name": "Токмак"
      },
      {
        "id": "5713",
        "name": "Кара-Балта"
      },
      {
        "id": "5714",
        "name": "Кант"
      },
      {
        "id": "5715",
        "name": "Кара-Суу"
      },
      {
        "id": "5716",
        "name": "Исфана"
      },
      {
        "id": "5717",
        "name": "Баткен"
      },
      {
        "id": "5718",
        "name": "Кербен"
      },
      {
        "id": "5719",
        "name": "Ноокат"
      },
      {
        "id": "5720",
        "name": "Ала-Бука"
      },
      {
        "id": "5721",
        "name": "Араван"
      },
      {
        "id": "5722",
        "name": "Ат-Баши"
      },
      {
        "id": "5723",
        "name": "Баетово"
      },
      {
        "id": "5724",
        "name": "Базар-Коргон"
      },
      {
        "id": "5725",
        "name": "Бакай-Ата"
      },
      {
        "id": "5726",
        "name": "Беловодское"
      },
      {
        "id": "5727",
        "name": "Гульча"
      },
      {
        "id": "5728",
        "name": "Дароот-Коргон"
      },
      {
        "id": "5729",
        "name": "Казарман"
      },
      {
        "id": "5730",
        "name": "Кара-Кулжа"
      },
      {
        "id": "5731",
        "name": "Кочкорка"
      },
      {
        "id": "5732",
        "name": "Кызыл-Суу"
      },
      {
        "id": "5733",
        "name": "Лебединовка"
      },
      {
        "id": "5734",
        "name": "Манас"
      },
      {
        "id": "5735",
        "name": "Масси"
      },
      {
        "id": "5736",
        "name": "Пульгон"
      },
      {
        "id": "5737",
        "name": "Сокулук"
      },
      {
        "id": "5738",
        "name": "Сузак"
      },
      {
        "id": "5739",
        "name": "Токтогул"
      },
      {
        "id": "5740",
        "name": "Тюп"
      },
      {
        "id": "5741",
        "name": "Чаек"
      },
      {
        "id": "5742",
        "name": "Чаткал"
      },
      {
        "id": "5743",
        "name": "Хайдаркен"
      }
    ]
  },
  {
    "id": "35",
    "name": "Финляндия",
    "cities": []
  },
  {
    "id": "36",
    "name": "Португалия",
    "cities": []
  },
  {
    "id": "37",
    "name": "Польша",
    "cities": []
  },
  {
    "id": "38",
    "name": "Ивановская область",
    "cities": [
      {
        "id": "1687",
        "name": "Кинешма"
      },
      {
        "id": "1688",
        "name": "Шуя"
      },
      {
        "id": "1689",
        "name": "Плес"
      },
      {
        "id": "1690",
        "name": "Юрьевец"
      },
      {
        "id": "1691",
        "name": "Верхний Ландех"
      },
      {
        "id": "1692",
        "name": "Вичуга"
      },
      {
        "id": "1693",
        "name": "Гаврилов Посад"
      },
      {
        "id": "1694",
        "name": "Заволжск"
      },
      {
        "id": "1695",
        "name": "Ильинское-Хованское"
      },
      {
        "id": "1696",
        "name": "Комсомольск"
      },
      {
        "id": "1697",
        "name": "Кохма"
      },
      {
        "id": "1698",
        "name": "Лежнево"
      },
      {
        "id": "1699",
        "name": "Лух"
      },
      {
        "id": "1700",
        "name": "Наволоки"
      },
      {
        "id": "1701",
        "name": "Палех"
      },
      {
        "id": "1702",
        "name": "Пестяки"
      },
      {
        "id": "1703",
        "name": "Приволжск"
      },
      {
        "id": "1704",
        "name": "Пучеж"
      },
      {
        "id": "1705",
        "name": "Родники"
      },
      {
        "id": "1706",
        "name": "Савино"
      },
      {
        "id": "1707",
        "name": "Тейково"
      },
      {
        "id": "1708",
        "name": "Фурманов"
      },
      {
        "id": "1709",
        "name": "Южа"
      },
      {
        "id": "3913",
        "name": "Холуй"
      },
      {
        "id": "3914",
        "name": "Иваново"
      }
    ]
  },
  {
    "id": "39",
    "name": "Удмуртская Республика",
    "cities": [
      {
        "id": "1710",
        "name": "Воткинск"
      },
      {
        "id": "1711",
        "name": "Глазов"
      },
      {
        "id": "1712",
        "name": "Можга"
      },
      {
        "id": "1713",
        "name": "Сарапул"
      },
      {
        "id": "1714",
        "name": "Ува"
      },
      {
        "id": "1715",
        "name": "Яр"
      },
      {
        "id": "1716",
        "name": "Якшур-Бодья"
      },
      {
        "id": "1717",
        "name": "Шаркан"
      },
      {
        "id": "1718",
        "name": "Юкаменское"
      },
      {
        "id": "1719",
        "name": "Алнаши"
      },
      {
        "id": "1720",
        "name": "Балезино"
      },
      {
        "id": "1721",
        "name": "Вавож"
      },
      {
        "id": "1722",
        "name": "Грахово"
      },
      {
        "id": "1723",
        "name": "Дебесы"
      },
      {
        "id": "1724",
        "name": "Завьялово"
      },
      {
        "id": "1725",
        "name": "Игра"
      },
      {
        "id": "1726",
        "name": "Камбарка"
      },
      {
        "id": "1727",
        "name": "Каракулино"
      },
      {
        "id": "1728",
        "name": "Кез"
      },
      {
        "id": "1729",
        "name": "Кизнер"
      },
      {
        "id": "1730",
        "name": "Киясово"
      },
      {
        "id": "1731",
        "name": "Красногорское"
      },
      {
        "id": "1732",
        "name": "Малая Пурга"
      },
      {
        "id": "1733",
        "name": "Селты"
      },
      {
        "id": "1734",
        "name": "Сигаево"
      },
      {
        "id": "1735",
        "name": "Сюмси"
      },
      {
        "id": "3941",
        "name": "Ижевск"
      }
    ]
  },
  {
    "id": "40",
    "name": "Иркутская область",
    "cities": [
      {
        "id": "1736",
        "name": "Ангарск"
      },
      {
        "id": "1737",
        "name": "Байкальск"
      },
      {
        "id": "1738",
        "name": "Бодайбо"
      },
      {
        "id": "1739",
        "name": "Братск"
      },
      {
        "id": "1740",
        "name": "Ербогачен"
      },
      {
        "id": "1741",
        "name": "Киренск"
      },
      {
        "id": "1742",
        "name": "Листвянка"
      },
      {
        "id": "1743",
        "name": "Нижнеудинск"
      },
      {
        "id": "1744",
        "name": "Новая Игирма"
      },
      {
        "id": "1745",
        "name": "Саянск"
      },
      {
        "id": "1746",
        "name": "Слюдянка"
      },
      {
        "id": "1747",
        "name": "Тайшет"
      },
      {
        "id": "1748",
        "name": "Токма"
      },
      {
        "id": "1749",
        "name": "Томпа"
      },
      {
        "id": "1750",
        "name": "Тулун"
      },
      {
        "id": "1751",
        "name": "Усолье-Сибирское"
      },
      {
        "id": "1752",
        "name": "Усть-Илимск"
      },
      {
        "id": "1753",
        "name": "Усть-Кут"
      },
      {
        "id": "1754",
        "name": "Хужир"
      },
      {
        "id": "1755",
        "name": "Черемхово"
      },
      {
        "id": "1756",
        "name": "Шелехов"
      },
      {
        "id": "1757",
        "name": "Усть-Ордынский"
      },
      {
        "id": "1758",
        "name": "Алзамай"
      },
      {
        "id": "1759",
        "name": "Балаганск"
      },
      {
        "id": "1760",
        "name": "Баяндай"
      },
      {
        "id": "1761",
        "name": "Бирюсинск"
      },
      {
        "id": "1762",
        "name": "Бохан"
      },
      {
        "id": "1763",
        "name": "Вихоревка"
      },
      {
        "id": "1764",
        "name": "Еланцы"
      },
      {
        "id": "1765",
        "name": "Железногорск-Илимский"
      },
      {
        "id": "1766",
        "name": "Жигалово"
      },
      {
        "id": "1767",
        "name": "Залари"
      },
      {
        "id": "1768",
        "name": "Зима"
      },
      {
        "id": "1769",
        "name": "Казачинское"
      },
      {
        "id": "1770",
        "name": "Качуг"
      },
      {
        "id": "1771",
        "name": "Куйтун"
      },
      {
        "id": "1772",
        "name": "Кутулик"
      },
      {
        "id": "1773",
        "name": "Мама"
      },
      {
        "id": "1774",
        "name": "Новонукутский"
      },
      {
        "id": "1775",
        "name": "Оса"
      },
      {
        "id": "1776",
        "name": "Свирск"
      },
      {
        "id": "1777",
        "name": "Усть-Уда"
      },
      {
        "id": "1778",
        "name": "Чунский"
      },
      {
        "id": "1779",
        "name": "Рудногорск"
      },
      {
        "id": "3986",
        "name": "Иркутск"
      },
      {
        "id": "3987",
        "name": "Усольск"
      },
      {
        "id": "3988",
        "name": "Нижнеилимск"
      }
    ]
  },
  {
    "id": "41",
    "name": "Республика Марий Эл",
    "cities": [
      {
        "id": "1780",
        "name": "Козьмодемьянск"
      },
      {
        "id": "1781",
        "name": "Куженер"
      },
      {
        "id": "1782",
        "name": "Волжск"
      },
      {
        "id": "1783",
        "name": "Юрино"
      },
      {
        "id": "1784",
        "name": "Советский"
      },
      {
        "id": "1785",
        "name": "Сернур"
      },
      {
        "id": "1786",
        "name": "Звенигово"
      },
      {
        "id": "1787",
        "name": "Килемары"
      },
      {
        "id": "1788",
        "name": "Оршанка"
      },
      {
        "id": "1789",
        "name": "Мари-Турек"
      },
      {
        "id": "1790",
        "name": "Медведево"
      },
      {
        "id": "1791",
        "name": "Морки"
      },
      {
        "id": "1792",
        "name": "Новый Торъял"
      },
      {
        "id": "1793",
        "name": "Параньга"
      },
      {
        "id": "4003",
        "name": "Йошкар-Ола"
      }
    ]
  },
  {
    "id": "42",
    "name": "Республика Татарстан",
    "cities": [
      {
        "id": "1794",
        "name": "Набережные Челны"
      },
      {
        "id": "1795",
        "name": "Альметьевск"
      },
      {
        "id": "1796",
        "name": "Бавлы"
      },
      {
        "id": "1797",
        "name": "Бугульма"
      },
      {
        "id": "1798",
        "name": "Елабуга"
      },
      {
        "id": "1799",
        "name": "Нижнекамск"
      },
      {
        "id": "1800",
        "name": "Нурлат"
      },
      {
        "id": "1801",
        "name": "Старое Дрожжаное"
      },
      {
        "id": "1802",
        "name": "Мензелинск"
      },
      {
        "id": "1803",
        "name": "Лаишево"
      },
      {
        "id": "1804",
        "name": "Тетюши"
      },
      {
        "id": "1805",
        "name": "Болгар"
      },
      {
        "id": "1806",
        "name": "Большая Атня"
      },
      {
        "id": "1807",
        "name": "Камское Устье"
      },
      {
        "id": "1808",
        "name": "Большие Кайбицы"
      },
      {
        "id": "1809",
        "name": "Буинск"
      },
      {
        "id": "1810",
        "name": "Сарманово"
      },
      {
        "id": "1811",
        "name": "Лениногорск"
      },
      {
        "id": "1812",
        "name": "Верхний Услон"
      },
      {
        "id": "1813",
        "name": "Тюлячи"
      },
      {
        "id": "1814",
        "name": "Новошешминск"
      },
      {
        "id": "1815",
        "name": "Высокая Гора"
      },
      {
        "id": "1816",
        "name": "Заинск"
      },
      {
        "id": "1817",
        "name": "Пестрецы"
      },
      {
        "id": "1818",
        "name": "Агрыз"
      },
      {
        "id": "1819",
        "name": "Азнакаево"
      },
      {
        "id": "1820",
        "name": "Аксубаево"
      },
      {
        "id": "1821",
        "name": "Актаныш"
      },
      {
        "id": "1822",
        "name": "Алексеевское"
      },
      {
        "id": "1823",
        "name": "Зеленодольск"
      },
      {
        "id": "1824",
        "name": "Уруссу"
      },
      {
        "id": "1825",
        "name": "Апастово"
      },
      {
        "id": "1826",
        "name": "Арск"
      },
      {
        "id": "1827",
        "name": "Базарные Матаки"
      },
      {
        "id": "1828",
        "name": "Балтаси"
      },
      {
        "id": "1829",
        "name": "Богатые Сабы"
      },
      {
        "id": "1830",
        "name": "Муслюмово"
      },
      {
        "id": "1831",
        "name": "Черемшан"
      },
      {
        "id": "1832",
        "name": "Менделеевск"
      },
      {
        "id": "1833",
        "name": "Мамадыш"
      },
      {
        "id": "1834",
        "name": "Чистополь"
      },
      {
        "id": "1835",
        "name": "Рыбная Слобода"
      },
      {
        "id": "1836",
        "name": "Кукмор"
      },
      {
        "id": "1837",
        "name": "Шемордан"
      },
      {
        "id": "4048",
        "name": "Джалиль"
      },
      {
        "id": "4049",
        "name": "Казань"
      }
    ]
  },
  {
    "id": "43",
    "name": "Калининградская область",
    "cities": [
      {
        "id": "1838",
        "name": "Балтийск"
      },
      {
        "id": "1839",
        "name": "Гвардейск"
      },
      {
        "id": "1840",
        "name": "Светлогорск"
      },
      {
        "id": "1841",
        "name": "Советск"
      },
      {
        "id": "1842",
        "name": "Черняховск"
      },
      {
        "id": "1843",
        "name": "Багратионовск"
      },
      {
        "id": "1844",
        "name": "Береговое"
      },
      {
        "id": "1845",
        "name": "Гурьевск"
      },
      {
        "id": "1846",
        "name": "Гусев"
      },
      {
        "id": "1847",
        "name": "Зеленоградск"
      },
      {
        "id": "1848",
        "name": "Краснознаменск"
      },
      {
        "id": "1849",
        "name": "Ладушкин"
      },
      {
        "id": "1850",
        "name": "Мамоново"
      },
      {
        "id": "1851",
        "name": "Неман"
      },
      {
        "id": "1852",
        "name": "Нестеров"
      },
      {
        "id": "1853",
        "name": "Озерск"
      },
      {
        "id": "1854",
        "name": "Пионерский"
      },
      {
        "id": "1855",
        "name": "Полесск"
      },
      {
        "id": "1856",
        "name": "Правдинск"
      },
      {
        "id": "1857",
        "name": "Светлый"
      },
      {
        "id": "1858",
        "name": "Славск"
      },
      {
        "id": "1859",
        "name": "Янтарный"
      },
      {
        "id": "4072",
        "name": "Калининград"
      },
      {
        "id": "4073",
        "name": "Приморск"
      }
    ]
  },
  {
    "id": "44",
    "name": "Калужская область",
    "cities": [
      {
        "id": "1860",
        "name": "Обнинск"
      },
      {
        "id": "1861",
        "name": "Боровск"
      },
      {
        "id": "1862",
        "name": "Козельск"
      },
      {
        "id": "1863",
        "name": "Малоярославец"
      },
      {
        "id": "1864",
        "name": "Сухиничи"
      },
      {
        "id": "1865",
        "name": "Бабынино"
      },
      {
        "id": "1866",
        "name": "Балабаново"
      },
      {
        "id": "1867",
        "name": "Барятино"
      },
      {
        "id": "1868",
        "name": "Бетлица"
      },
      {
        "id": "1869",
        "name": "Думиничи"
      },
      {
        "id": "1870",
        "name": "Жиздра"
      },
      {
        "id": "1871",
        "name": "Жуков"
      },
      {
        "id": "1872",
        "name": "Износки"
      },
      {
        "id": "1874",
        "name": "Кондрово"
      },
      {
        "id": "1875",
        "name": "Людиново"
      },
      {
        "id": "1876",
        "name": "Медынь"
      },
      {
        "id": "1877",
        "name": "Мещовск"
      },
      {
        "id": "1878",
        "name": "Мосальск"
      },
      {
        "id": "1879",
        "name": "Перемышль"
      },
      {
        "id": "1880",
        "name": "Сосенский"
      },
      {
        "id": "1881",
        "name": "Спас-Деменск"
      },
      {
        "id": "1882",
        "name": "Таруса"
      },
      {
        "id": "1883",
        "name": "Ульяново"
      },
      {
        "id": "1884",
        "name": "Ферзиково"
      },
      {
        "id": "1885",
        "name": "Хвастовичи"
      },
      {
        "id": "1886",
        "name": "Юхнов"
      },
      {
        "id": "1887",
        "name": "Белоусово"
      },
      {
        "id": "1888",
        "name": "Ермолино"
      },
      {
        "id": "1889",
        "name": "Кременки"
      },
      {
        "id": "4104",
        "name": "Спас-Демянск"
      },
      {
        "id": "4105",
        "name": "Полотняный Завод"
      },
      {
        "id": "4106",
        "name": "Чекалин"
      },
      {
        "id": "4107",
        "name": "Калуга"
      },
      {
        "id": "4108",
        "name": "Воротынск"
      }
    ]
  },
  {
    "id": "45",
    "name": "Италия",
    "cities": []
  },
  {
    "id": "46",
    "name": "Кемеровская область",
    "cities": [
      {
        "id": "1890",
        "name": "Новокузнецк"
      },
      {
        "id": "1891",
        "name": "Гурьевск"
      },
      {
        "id": "1892",
        "name": "Таштагол"
      },
      {
        "id": "1893",
        "name": "Шерегеш"
      },
      {
        "id": "1894",
        "name": "Анжеро-Судженск"
      },
      {
        "id": "1895",
        "name": "Белово"
      },
      {
        "id": "1896",
        "name": "Березовский"
      },
      {
        "id": "1897",
        "name": "Верх-Чебула"
      },
      {
        "id": "1898",
        "name": "Ижморский"
      },
      {
        "id": "1899",
        "name": "Калтан"
      },
      {
        "id": "1900",
        "name": "Киселевск"
      },
      {
        "id": "1901",
        "name": "Крапивинский"
      },
      {
        "id": "1902",
        "name": "Краснобродский"
      },
      {
        "id": "1903",
        "name": "Ленинск-Кузнецкий"
      },
      {
        "id": "1904",
        "name": "Лесная Поляна"
      },
      {
        "id": "1905",
        "name": "Мариинск"
      },
      {
        "id": "1906",
        "name": "Междуреченск"
      },
      {
        "id": "1907",
        "name": "Мыски"
      },
      {
        "id": "1908",
        "name": "Осинники"
      },
      {
        "id": "1909",
        "name": "Полысаево"
      },
      {
        "id": "1910",
        "name": "Прокопьевск"
      },
      {
        "id": "1911",
        "name": "Промышленная"
      },
      {
        "id": "1912",
        "name": "Салаир"
      },
      {
        "id": "1913",
        "name": "Тайга"
      },
      {
        "id": "1914",
        "name": "Тисуль"
      },
      {
        "id": "1915",
        "name": "Топки"
      },
      {
        "id": "1916",
        "name": "Тяжинский"
      },
      {
        "id": "1917",
        "name": "Юрга"
      },
      {
        "id": "1918",
        "name": "Яшкино"
      },
      {
        "id": "1919",
        "name": "Яя"
      },
      {
        "id": "4139",
        "name": "Кемерово"
      }
    ]
  },
  {
    "id": "47",
    "name": "Франция",
    "cities": []
  },
  {
    "id": "48",
    "name": "Швеция",
    "cities": []
  },
  {
    "id": "49",
    "name": "Швейцария",
    "cities": []
  },
  {
    "id": "50",
    "name": "Великобритания",
    "cities": []
  },
  {
    "id": "51",
    "name": "Нидерланды",
    "cities": []
  },
  {
    "id": "52",
    "name": "Костромская область",
    "cities": [
      {
        "id": "1920",
        "name": "Галич"
      },
      {
        "id": "1921",
        "name": "Кологрив"
      },
      {
        "id": "1922",
        "name": "Шарья"
      },
      {
        "id": "1923",
        "name": "Антропово"
      },
      {
        "id": "1924",
        "name": "Боговарово"
      },
      {
        "id": "1925",
        "name": "Буй"
      },
      {
        "id": "1926",
        "name": "Волгореченск"
      },
      {
        "id": "1927",
        "name": "Вохма"
      },
      {
        "id": "1928",
        "name": "Георгиевское"
      },
      {
        "id": "1929",
        "name": "Кадый"
      },
      {
        "id": "1930",
        "name": "Красное-на-Волге"
      },
      {
        "id": "1931",
        "name": "Макарьев"
      },
      {
        "id": "1932",
        "name": "Мантурово"
      },
      {
        "id": "1933",
        "name": "Нерехта"
      },
      {
        "id": "1934",
        "name": "Нея"
      },
      {
        "id": "1935",
        "name": "Островское"
      },
      {
        "id": "1936",
        "name": "Павино"
      },
      {
        "id": "1937",
        "name": "Парфеньево"
      },
      {
        "id": "1938",
        "name": "Поназырево"
      },
      {
        "id": "1939",
        "name": "Пыщуг"
      },
      {
        "id": "1940",
        "name": "Солигалич"
      },
      {
        "id": "1941",
        "name": "Судиславль"
      },
      {
        "id": "1942",
        "name": "Сусанино"
      },
      {
        "id": "1943",
        "name": "Чухлома"
      },
      {
        "id": "4164",
        "name": "Кострома"
      }
    ]
  },
  {
    "id": "53",
    "name": "Краснодарский край",
    "cities": [
      {
        "id": "1944",
        "name": "Сочи"
      },
      {
        "id": "1945",
        "name": "Новороссийск"
      },
      {
        "id": "1946",
        "name": "Абинск"
      },
      {
        "id": "1947",
        "name": "Адлер"
      },
      {
        "id": "1948",
        "name": "Анапа"
      },
      {
        "id": "1949",
        "name": "Апшеронск"
      },
      {
        "id": "1950",
        "name": "Армавир"
      },
      {
        "id": "1951",
        "name": "Белореченск"
      },
      {
        "id": "1952",
        "name": "Геленджик"
      },
      {
        "id": "1953",
        "name": "Горячий Ключ"
      },
      {
        "id": "1954",
        "name": "Дагомыс"
      },
      {
        "id": "1955",
        "name": "Джубга"
      },
      {
        "id": "1956",
        "name": "Ейск"
      },
      {
        "id": "1957",
        "name": "Каневская"
      },
      {
        "id": "1958",
        "name": "Красная Поляна"
      },
      {
        "id": "1959",
        "name": "Кропоткин"
      },
      {
        "id": "1960",
        "name": "Крымск"
      },
      {
        "id": "1961",
        "name": "Курганинск"
      },
      {
        "id": "1962",
        "name": "Кущевская"
      },
      {
        "id": "1963",
        "name": "Лабинск"
      },
      {
        "id": "1964",
        "name": "Лазаревское"
      },
      {
        "id": "1965",
        "name": "Мостовской"
      },
      {
        "id": "1966",
        "name": "Павловская"
      },
      {
        "id": "1967",
        "name": "Приморско-Ахтарск"
      },
      {
        "id": "1968",
        "name": "Псебай"
      },
      {
        "id": "1969",
        "name": "Славянск-на-Кубани"
      },
      {
        "id": "1970",
        "name": "Темрюк"
      },
      {
        "id": "1971",
        "name": "Тимашевск"
      },
      {
        "id": "1972",
        "name": "Тихорецк"
      },
      {
        "id": "1973",
        "name": "Туапсе"
      },
      {
        "id": "1974",
        "name": "Хоста"
      },
      {
        "id": "1975",
        "name": "Выселки"
      },
      {
        "id": "1976",
        "name": "Белая Глина"
      },
      {
        "id": "1977",
        "name": "Брюховецкая"
      },
      {
        "id": "1978",
        "name": "Гулькевичи"
      },
      {
        "id": "1979",
        "name": "Динская"
      },
      {
        "id": "1980",
        "name": "Кавказская"
      },
      {
        "id": "1981",
        "name": "Калининская"
      },
      {
        "id": "1982",
        "name": "Кореновск"
      },
      {
        "id": "1983",
        "name": "Крыловская"
      },
      {
        "id": "1984",
        "name": "Ленинградская"
      },
      {
        "id": "1985",
        "name": "Новокубанск"
      },
      {
        "id": "1986",
        "name": "Новопокровская"
      },
      {
        "id": "1987",
        "name": "Отрадная"
      },
      {
        "id": "1988",
        "name": "Хадыженск"
      },
      {
        "id": "1989",
        "name": "Северская"
      },
      {
        "id": "1990",
        "name": "Полтавская"
      },
      {
        "id": "1991",
        "name": "Староминская"
      },
      {
        "id": "1992",
        "name": "Старощербиновская"
      },
      {
        "id": "1993",
        "name": "Тбилисская"
      },
      {
        "id": "1994",
        "name": "Усть-Лабинск"
      },
      {
        "id": "1995",
        "name": "Успенское"
      },
      {
        "id": "1996",
        "name": "Архипо-Осиповка"
      },
      {
        "id": "1997",
        "name": "Ахтырский"
      },
      {
        "id": "1998",
        "name": "Голубицкая"
      },
      {
        "id": "1999",
        "name": "Дивноморск"
      },
      {
        "id": "2000",
        "name": "Должанская"
      },
      {
        "id": "2001",
        "name": "Трудобеликовский"
      },
      {
        "id": "2002",
        "name": "Ольгинка"
      },
      {
        "id": "2003",
        "name": "Губская"
      },
      {
        "id": "4225",
        "name": "Тамань"
      },
      {
        "id": "4226",
        "name": "Краснодар"
      },
      {
        "id": "4227",
        "name": "Пластуновская"
      }
    ]
  },
  {
    "id": "54",
    "name": "Красноярский край",
    "cities": [
      {
        "id": "2004",
        "name": "Норильск"
      },
      {
        "id": "2005",
        "name": "Агата"
      },
      {
        "id": "2006",
        "name": "Ачинск"
      },
      {
        "id": "2007",
        "name": "Дивногорск"
      },
      {
        "id": "2008",
        "name": "Диксон"
      },
      {
        "id": "2009",
        "name": "Дудинка"
      },
      {
        "id": "2010",
        "name": "Енисейск"
      },
      {
        "id": "2011",
        "name": "Игарка"
      },
      {
        "id": "2012",
        "name": "Канск"
      },
      {
        "id": "2013",
        "name": "Кежма"
      },
      {
        "id": "2014",
        "name": "Минусинск"
      },
      {
        "id": "2015",
        "name": "Тура"
      },
      {
        "id": "2016",
        "name": "Туруханск"
      },
      {
        "id": "2017",
        "name": "Тутончаны"
      },
      {
        "id": "2018",
        "name": "Хатанга"
      },
      {
        "id": "2019",
        "name": "Челюскин"
      },
      {
        "id": "2020",
        "name": "Абан"
      },
      {
        "id": "2021",
        "name": "Артемовск"
      },
      {
        "id": "2022",
        "name": "Балахта"
      },
      {
        "id": "2023",
        "name": "Березовка"
      },
      {
        "id": "2024",
        "name": "Боготол"
      },
      {
        "id": "2025",
        "name": "Богучаны"
      },
      {
        "id": "2026",
        "name": "Большая Мурта"
      },
      {
        "id": "2027",
        "name": "Большой Улуй"
      },
      {
        "id": "2028",
        "name": "Бородино"
      },
      {
        "id": "2029",
        "name": "Дзержинское"
      },
      {
        "id": "2030",
        "name": "Емельяново"
      },
      {
        "id": "2031",
        "name": "Ермаковское"
      },
      {
        "id": "2032",
        "name": "Заозерный"
      },
      {
        "id": "2033",
        "name": "Идринское"
      },
      {
        "id": "2034",
        "name": "Иланский"
      },
      {
        "id": "2035",
        "name": "Ирбейское"
      },
      {
        "id": "2036",
        "name": "Казачинское"
      },
      {
        "id": "2037",
        "name": "Каратузское"
      },
      {
        "id": "2038",
        "name": "Кедровый"
      },
      {
        "id": "2039",
        "name": "Кодинск"
      },
      {
        "id": "2040",
        "name": "Козулька"
      },
      {
        "id": "2041",
        "name": "Краснотуранск"
      },
      {
        "id": "2042",
        "name": "Курагино"
      },
      {
        "id": "2043",
        "name": "Лесосибирск"
      },
      {
        "id": "2044",
        "name": "Мотыгино"
      },
      {
        "id": "2045",
        "name": "Назарово"
      },
      {
        "id": "2046",
        "name": "Нижний Ингаш"
      },
      {
        "id": "2047",
        "name": "Новобирилюссы"
      },
      {
        "id": "2048",
        "name": "Новоселово"
      },
      {
        "id": "2049",
        "name": "Партизанское"
      },
      {
        "id": "2050",
        "name": "Пировское"
      },
      {
        "id": "2051",
        "name": "Северо-Енисейский"
      },
      {
        "id": "2052",
        "name": "Солнечный"
      },
      {
        "id": "2053",
        "name": "Сосновоборск"
      },
      {
        "id": "2054",
        "name": "Сухобузимское"
      },
      {
        "id": "2055",
        "name": "Тасеево"
      },
      {
        "id": "2056",
        "name": "Тюхтет"
      },
      {
        "id": "2057",
        "name": "Ужур"
      },
      {
        "id": "2058",
        "name": "Уяр"
      },
      {
        "id": "2059",
        "name": "Шалинское"
      },
      {
        "id": "2060",
        "name": "Шарыпово"
      },
      {
        "id": "2061",
        "name": "Шушенское"
      },
      {
        "id": "2062",
        "name": "Железногорск"
      },
      {
        "id": "2063",
        "name": "Зеленогорск"
      },
      {
        "id": "4288",
        "name": "Красноярск"
      },
      {
        "id": "4289",
        "name": "Талнах"
      },
      {
        "id": "4290",
        "name": "Кайеркан"
      },
      {
        "id": "4291",
        "name": "Емельяновск"
      },
      {
        "id": "4292",
        "name": "Байкит"
      },
      {
        "id": "4293",
        "name": "Кодинский"
      }
    ]
  },
  {
    "id": "55",
    "name": "Испания",
    "cities": []
  },
  {
    "id": "56",
    "name": "Курганская область",
    "cities": [
      {
        "id": "2064",
        "name": "Далматово"
      },
      {
        "id": "2065",
        "name": "Катайск"
      },
      {
        "id": "2066",
        "name": "Куртамыш"
      },
      {
        "id": "2067",
        "name": "Макушино"
      },
      {
        "id": "2068",
        "name": "Петухово"
      },
      {
        "id": "2069",
        "name": "Шадринск"
      },
      {
        "id": "2070",
        "name": "Шумиха"
      },
      {
        "id": "2071",
        "name": "Альменево"
      },
      {
        "id": "2072",
        "name": "Белозерское"
      },
      {
        "id": "2073",
        "name": "Варгаши"
      },
      {
        "id": "2074",
        "name": "Глядянское"
      },
      {
        "id": "2075",
        "name": "Звериноголовское"
      },
      {
        "id": "2076",
        "name": "Каргаполье"
      },
      {
        "id": "2077",
        "name": "Кетово"
      },
      {
        "id": "2078",
        "name": "Лебяжье"
      },
      {
        "id": "2079",
        "name": "Мишкино"
      },
      {
        "id": "2080",
        "name": "Мокроусово"
      },
      {
        "id": "2081",
        "name": "Половинное"
      },
      {
        "id": "2082",
        "name": "Сафакулево"
      },
      {
        "id": "2083",
        "name": "Целинное"
      },
      {
        "id": "2084",
        "name": "Частоозерье"
      },
      {
        "id": "2085",
        "name": "Шатрово"
      },
      {
        "id": "2086",
        "name": "Щучье"
      },
      {
        "id": "2087",
        "name": "Юргамыш"
      },
      {
        "id": "4318",
        "name": "Курган"
      }
    ]
  },
  {
    "id": "57",
    "name": "Курская область",
    "cities": [
      {
        "id": "2088",
        "name": "Железногорск"
      },
      {
        "id": "2089",
        "name": "Курчатов"
      },
      {
        "id": "2090",
        "name": "Льгов"
      },
      {
        "id": "2091",
        "name": "Обоянь"
      },
      {
        "id": "2092",
        "name": "Рыльск"
      },
      {
        "id": "2093",
        "name": "Фатеж"
      },
      {
        "id": "2094",
        "name": "Белая"
      },
      {
        "id": "2095",
        "name": "Большое Солдатское"
      },
      {
        "id": "2096",
        "name": "Глушково"
      },
      {
        "id": "2097",
        "name": "Горшечное"
      },
      {
        "id": "2098",
        "name": "Дмитриев-Льговский"
      },
      {
        "id": "2099",
        "name": "Золотухино"
      },
      {
        "id": "2100",
        "name": "Касторное"
      },
      {
        "id": "2101",
        "name": "Конышевка"
      },
      {
        "id": "2102",
        "name": "Коренево"
      },
      {
        "id": "2103",
        "name": "Кшенский"
      },
      {
        "id": "2104",
        "name": "Мантурово"
      },
      {
        "id": "2105",
        "name": "Медвенка"
      },
      {
        "id": "2106",
        "name": "Поныри"
      },
      {
        "id": "2107",
        "name": "Пристень"
      },
      {
        "id": "2108",
        "name": "Прямицыно"
      },
      {
        "id": "2109",
        "name": "Солнцево"
      },
      {
        "id": "2110",
        "name": "Суджа"
      },
      {
        "id": "2111",
        "name": "Тим"
      },
      {
        "id": "2112",
        "name": "Хомутовка"
      },
      {
        "id": "2113",
        "name": "Черемисиново"
      },
      {
        "id": "2114",
        "name": "Щигры"
      },
      {
        "id": "4346",
        "name": "Курск"
      }
    ]
  },
  {
    "id": "58",
    "name": "Липецкая область",
    "cities": [
      {
        "id": "2115",
        "name": "Данков"
      },
      {
        "id": "2116",
        "name": "Елец"
      },
      {
        "id": "2117",
        "name": "Усмань"
      },
      {
        "id": "2118",
        "name": "Волово"
      },
      {
        "id": "2119",
        "name": "Грязи"
      },
      {
        "id": "2120",
        "name": "Добринка"
      },
      {
        "id": "2121",
        "name": "Доброе"
      },
      {
        "id": "2122",
        "name": "Долгоруково"
      },
      {
        "id": "2123",
        "name": "Задонск"
      },
      {
        "id": "2124",
        "name": "Измалково"
      },
      {
        "id": "2125",
        "name": "Красное"
      },
      {
        "id": "2126",
        "name": "Лебедянь"
      },
      {
        "id": "2127",
        "name": "Лев Толстой"
      },
      {
        "id": "2128",
        "name": "Становое"
      },
      {
        "id": "2129",
        "name": "Тербуны"
      },
      {
        "id": "2130",
        "name": "Хлевное"
      },
      {
        "id": "2131",
        "name": "Чаплыгин"
      },
      {
        "id": "4364",
        "name": "Липецк"
      }
    ]
  },
  {
    "id": "60",
    "name": "Чехия",
    "cities": []
  },
  {
    "id": "61",
    "name": "Греция",
    "cities": []
  },
  {
    "id": "62",
    "name": "Магаданская область",
    "cities": [
      {
        "id": "2132",
        "name": "Кулу"
      },
      {
        "id": "2133",
        "name": "Меренга"
      },
      {
        "id": "2134",
        "name": "Сеймчан"
      },
      {
        "id": "2135",
        "name": "Сусуман"
      },
      {
        "id": "2136",
        "name": "Эвенск"
      },
      {
        "id": "2137",
        "name": "Ола"
      },
      {
        "id": "2138",
        "name": "Омсукчан"
      },
      {
        "id": "2139",
        "name": "Палатка"
      },
      {
        "id": "2140",
        "name": "Усть-Омчуг"
      },
      {
        "id": "2141",
        "name": "Ягодное"
      },
      {
        "id": "2142",
        "name": "Синегорье"
      },
      {
        "id": "4376",
        "name": "Магадан"
      }
    ]
  },
  {
    "id": "63",
    "name": "Норвегия",
    "cities": []
  },
  {
    "id": "64",
    "name": "Республика Адыгея",
    "cities": [
      {
        "id": "2143",
        "name": "Адыгейск"
      },
      {
        "id": "2144",
        "name": "Каменномостский"
      },
      {
        "id": "2145",
        "name": "Хакуринохабль"
      },
      {
        "id": "2146",
        "name": "Тульский"
      },
      {
        "id": "2147",
        "name": "Гиагинская"
      },
      {
        "id": "2148",
        "name": "Кошехабль"
      },
      {
        "id": "2149",
        "name": "Красногвардейское"
      },
      {
        "id": "2150",
        "name": "Понежукай"
      },
      {
        "id": "2151",
        "name": "Тахтамукай"
      },
      {
        "id": "2152",
        "name": "Даховская"
      },
      {
        "id": "4387",
        "name": "Майкоп"
      }
    ]
  },
  {
    "id": "65",
    "name": "Дания",
    "cities": []
  },
  {
    "id": "66",
    "name": "Республика Дагестан",
    "cities": [
      {
        "id": "2153",
        "name": "Буйнакск"
      },
      {
        "id": "2154",
        "name": "Дербент"
      },
      {
        "id": "2155",
        "name": "Избербаш"
      },
      {
        "id": "2156",
        "name": "Карабудахкент"
      },
      {
        "id": "2157",
        "name": "Каспийск"
      },
      {
        "id": "2158",
        "name": "Кизилюрт"
      },
      {
        "id": "2159",
        "name": "Кизляр"
      },
      {
        "id": "2160",
        "name": "Хасавюрт"
      },
      {
        "id": "2161",
        "name": "Агвали"
      },
      {
        "id": "2162",
        "name": "Акуша"
      },
      {
        "id": "2163",
        "name": "Ахты"
      },
      {
        "id": "2164",
        "name": "Бабаюрт"
      },
      {
        "id": "2165",
        "name": "Бежта"
      },
      {
        "id": "2166",
        "name": "Ботлих"
      },
      {
        "id": "2167",
        "name": "Вачи"
      },
      {
        "id": "2168",
        "name": "Гергебиль"
      },
      {
        "id": "2169",
        "name": "Гуниб"
      },
      {
        "id": "2170",
        "name": "Дагестанские Огни"
      },
      {
        "id": "2171",
        "name": "Дылым"
      },
      {
        "id": "2172",
        "name": "Карата"
      },
      {
        "id": "2173",
        "name": "Касумкент"
      },
      {
        "id": "2174",
        "name": "Кидеро"
      },
      {
        "id": "2175",
        "name": "Коркмаскала"
      },
      {
        "id": "2176",
        "name": "Кумух"
      },
      {
        "id": "2177",
        "name": "Курах"
      },
      {
        "id": "2178",
        "name": "Леваши"
      },
      {
        "id": "2179",
        "name": "Магарамкент"
      },
      {
        "id": "2180",
        "name": "Маджалис"
      },
      {
        "id": "2181",
        "name": "Мехельта"
      },
      {
        "id": "2182",
        "name": "Новокаякент"
      },
      {
        "id": "2183",
        "name": "Новолакское"
      },
      {
        "id": "2184",
        "name": "Рутул"
      },
      {
        "id": "2185",
        "name": "Сергокала"
      },
      {
        "id": "2186",
        "name": "Тарумовка"
      },
      {
        "id": "2187",
        "name": "Терекли-Мектеб"
      },
      {
        "id": "2188",
        "name": "Тлярата"
      },
      {
        "id": "2189",
        "name": "Тпиг"
      },
      {
        "id": "2190",
        "name": "Унцукуль"
      },
      {
        "id": "2191",
        "name": "Уркарах"
      },
      {
        "id": "2192",
        "name": "Усухчай"
      },
      {
        "id": "2193",
        "name": "Хебда"
      },
      {
        "id": "2194",
        "name": "Хив"
      },
      {
        "id": "2195",
        "name": "Хунзах"
      },
      {
        "id": "2196",
        "name": "Хучни"
      },
      {
        "id": "2197",
        "name": "Цуриб"
      },
      {
        "id": "2198",
        "name": "Южно-Сухокумск"
      },
      {
        "id": "4434",
        "name": "Махачкала"
      }
    ]
  },
  {
    "id": "67",
    "name": "Мексика",
    "cities": []
  },
  {
    "id": "68",
    "name": "Республика Корея",
    "cities": []
  },
  {
    "id": "69",
    "name": "Саудовская Аравия",
    "cities": []
  },
  {
    "id": "70",
    "name": "Москва и МО",
    "cities": [
      {
        "id": "6522",
        "name": "Шатура"
      },
      {
        "id": "6523",
        "name": "Фрязино"
      },
      {
        "id": "6524",
        "name": "Рошаль"
      },
      {
        "id": "6525",
        "name": "Чехов"
      },
      {
        "id": "6526",
        "name": "Лыткарино"
      },
      {
        "id": "6527",
        "name": "Реутов"
      },
      {
        "id": "6528",
        "name": "Ликино-Дулево"
      },
      {
        "id": "6529",
        "name": "Домодедово"
      },
      {
        "id": "6530",
        "name": "Волоколамск"
      },
      {
        "id": "6531",
        "name": "Руза"
      },
      {
        "id": "6533",
        "name": "Мытищи"
      },
      {
        "id": "6534",
        "name": "Кубинка"
      },
      {
        "id": "6535",
        "name": "Щелково"
      },
      {
        "id": "6536",
        "name": "Одинцово"
      },
      {
        "id": "6537",
        "name": "Подольск"
      },
      {
        "id": "6538",
        "name": "Москва"
      },
      {
        "id": "6539",
        "name": "Дубна"
      },
      {
        "id": "6540",
        "name": "Пушкино"
      },
      {
        "id": "6541",
        "name": "Талдом"
      },
      {
        "id": "6542",
        "name": "Зеленоград"
      },
      {
        "id": "6543",
        "name": "Хотьково"
      },
      {
        "id": "6544",
        "name": "Люберцы"
      },
      {
        "id": "6545",
        "name": "Бронницы"
      },
      {
        "id": "6546",
        "name": "Зарайск"
      },
      {
        "id": "6547",
        "name": "Троицк"
      },
      {
        "id": "6548",
        "name": "Истра"
      },
      {
        "id": "6549",
        "name": "Серпухов"
      },
      {
        "id": "6550",
        "name": "Дедовск"
      },
      {
        "id": "6551",
        "name": "Воскресенск"
      },
      {
        "id": "6552",
        "name": "Клин"
      },
      {
        "id": "6553",
        "name": "Раменское"
      },
      {
        "id": "6554",
        "name": "Красногорск"
      },
      {
        "id": "6555",
        "name": "Орехово-Зуево"
      },
      {
        "id": "6556",
        "name": "Егорьевск"
      },
      {
        "id": "6557",
        "name": "Коломна"
      },
      {
        "id": "6558",
        "name": "Краснознаменск"
      },
      {
        "id": "6559",
        "name": "Голицыно"
      },
      {
        "id": "6560",
        "name": "Звенигород"
      },
      {
        "id": "6561",
        "name": "Жуковский"
      },
      {
        "id": "6562",
        "name": "Наро-Фоминск"
      },
      {
        "id": "6563",
        "name": "Лобня"
      },
      {
        "id": "6564",
        "name": "Сергиев Посад"
      },
      {
        "id": "6565",
        "name": "Можайск"
      },
      {
        "id": "6566",
        "name": "Дзержинский"
      },
      {
        "id": "6567",
        "name": "Ногинск"
      },
      {
        "id": "6569",
        "name": "Климовск"
      },
      {
        "id": "6570",
        "name": "Ступино"
      },
      {
        "id": "6571",
        "name": "Электрогорск"
      },
      {
        "id": "6572",
        "name": "Видное"
      },
      {
        "id": "6573",
        "name": "Озеры"
      },
      {
        "id": "6574",
        "name": "Ивантеевка"
      },
      {
        "id": "6575",
        "name": "Протвино"
      },
      {
        "id": "6576",
        "name": "Королев"
      },
      {
        "id": "6577",
        "name": "Красноармейск"
      },
      {
        "id": "6578",
        "name": "Кашира"
      },
      {
        "id": "6579",
        "name": "Московская область"
      },
      {
        "id": "6581",
        "name": "Дмитров"
      },
      {
        "id": "6582",
        "name": "Химки"
      },
      {
        "id": "6583",
        "name": "Электросталь"
      },
      {
        "id": "6584",
        "name": "Павловский Посад"
      },
      {
        "id": "6585",
        "name": "Железнодорожный"
      },
      {
        "id": "6586",
        "name": "Балашиха"
      },
      {
        "id": "6587",
        "name": "Солнечногорск"
      },
      {
        "id": "6588",
        "name": "Долгопрудный"
      },
      {
        "id": "6589",
        "name": "Луховицы"
      },
      {
        "id": "6590",
        "name": "Бирюч"
      },
      {
        "id": "6592",
        "name": "Наро-Фоминский район"
      },
      {
        "id": "6593",
        "name": "Котельники"
      },
      {
        "id": "6594",
        "name": "Конобеево"
      },
      {
        "id": "6596",
        "name": "Солнцево"
      },
      {
        "id": "6597",
        "name": "Ургенч"
      },
      {
        "id": "6598",
        "name": "Вербилки"
      },
      {
        "id": "6599",
        "name": "Марс"
      },
      {
        "id": "6600",
        "name": "Селижарово"
      },
      {
        "id": "6601",
        "name": "Тушино"
      },
      {
        "id": "6602",
        "name": "Софрино-1"
      },
      {
        "id": "6603",
        "name": "Сельцо"
      },
      {
        "id": "6605",
        "name": "Митино"
      },
      {
        "id": "6606",
        "name": "Куркино"
      },
      {
        "id": "6607",
        "name": "Львовский"
      },
      {
        "id": "6608",
        "name": "Черноголовка"
      },
      {
        "id": "6609",
        "name": "Загорск"
      },
      {
        "id": "6610",
        "name": "Радужный"
      },
      {
        "id": "6611",
        "name": "Давыдово"
      },
      {
        "id": "6612",
        "name": "Томилино"
      },
      {
        "id": "6614",
        "name": "Михайловка"
      },
      {
        "id": "6615",
        "name": "Куровское"
      },
      {
        "id": "6616",
        "name": "Щербинка"
      },
      {
        "id": "6617",
        "name": "Монино"
      },
      {
        "id": "6618",
        "name": "Трудовая"
      },
      {
        "id": "6619",
        "name": "Белоозерский"
      },
      {
        "id": "6620",
        "name": "Правдинский"
      },
      {
        "id": "6621",
        "name": "Дорохово"
      },
      {
        "id": "6623",
        "name": "Лесной городок"
      },
      {
        "id": "6624",
        "name": "Кострово"
      },
      {
        "id": "6625",
        "name": "Октябрьский"
      },
      {
        "id": "6626",
        "name": "Тучково"
      },
      {
        "id": "6628",
        "name": "Калининец"
      },
      {
        "id": "6629",
        "name": "Малаховка"
      },
      {
        "id": "6630",
        "name": "Сафоново"
      },
      {
        "id": "6631",
        "name": "Быково"
      },
      {
        "id": "6632",
        "name": "Электроугли"
      },
      {
        "id": "6634",
        "name": "Деденево"
      },
      {
        "id": "6636",
        "name": "Усады"
      },
      {
        "id": "6637",
        "name": "Реммаш"
      },
      {
        "id": "6638",
        "name": "Пущино"
      },
      {
        "id": "6639",
        "name": "Ногинск-9"
      },
      {
        "id": "6640",
        "name": "Серебряные пруды"
      },
      {
        "id": "6641",
        "name": "Дубровка"
      },
      {
        "id": "6642",
        "name": "Звездный городок"
      },
      {
        "id": "6643",
        "name": "Остров"
      },
      {
        "id": "6644",
        "name": "Барыбино"
      },
      {
        "id": "6646",
        "name": "Ногинск-5"
      },
      {
        "id": "6648",
        "name": "Запрудня"
      },
      {
        "id": "6649",
        "name": "Горки-10"
      },
      {
        "id": "6650",
        "name": "Шарапово"
      },
      {
        "id": "6652",
        "name": "Котельнич"
      },
      {
        "id": "6653",
        "name": "Солнечногорск-30"
      },
      {
        "id": "6655",
        "name": "Литвиново"
      },
      {
        "id": "6656",
        "name": "Шилово"
      },
      {
        "id": "6657",
        "name": "Щелково-4"
      },
      {
        "id": "6658",
        "name": "Солнечногорск-2"
      },
      {
        "id": "6659",
        "name": "Решетниково"
      },
      {
        "id": "6660",
        "name": "Дзержинск"
      },
      {
        "id": "6661",
        "name": "Новопетровск"
      },
      {
        "id": "6662",
        "name": "Гагарин"
      },
      {
        "id": "6663",
        "name": "Шаховская"
      },
      {
        "id": "6664",
        "name": "Спирово"
      },
      {
        "id": "6665",
        "name": "Старая Купавна"
      },
      {
        "id": "6666",
        "name": "Покровское"
      },
      {
        "id": "6668",
        "name": "Гжель"
      },
      {
        "id": "6669",
        "name": "Сокольники"
      },
      {
        "id": "6670",
        "name": "Одинцово-10"
      },
      {
        "id": "6671",
        "name": "Юбилейный"
      },
      {
        "id": "6672",
        "name": "Малино"
      },
      {
        "id": "6673",
        "name": "Сергиев Посад-6"
      },
      {
        "id": "6674",
        "name": "Павловская слобода"
      },
      {
        "id": "6675",
        "name": "Орехово"
      },
      {
        "id": "6676",
        "name": "Старый городок"
      },
      {
        "id": "6677",
        "name": "Столбовая"
      },
      {
        "id": "6678",
        "name": "Лосино-Петровский"
      },
      {
        "id": "6679",
        "name": "Губино"
      },
      {
        "id": "6680",
        "name": "Фрязево"
      },
      {
        "id": "6681",
        "name": "Сходня"
      },
      {
        "id": "6682",
        "name": "Софрино"
      },
      {
        "id": "6683",
        "name": "Дрезна"
      },
      {
        "id": "6685",
        "name": "Черусти"
      },
      {
        "id": "6686",
        "name": "Киевский"
      },
      {
        "id": "6687",
        "name": "Ермолино"
      },
      {
        "id": "6689",
        "name": "Апрелевка"
      },
      {
        "id": "6690",
        "name": "Городок"
      },
      {
        "id": "6691",
        "name": "Чехов-3"
      },
      {
        "id": "6692",
        "name": "Подольский район"
      },
      {
        "id": "6693",
        "name": "Уваровка"
      },
      {
        "id": "6694",
        "name": "Павлово"
      },
      {
        "id": "6695",
        "name": "Андреевка"
      },
      {
        "id": "6696",
        "name": "Обухово"
      },
      {
        "id": "6697",
        "name": "Новый Городок"
      },
      {
        "id": "6698",
        "name": "Власиха"
      },
      {
        "id": "6699",
        "name": "Глебовский"
      },
      {
        "id": "6700",
        "name": "Дмитровский район"
      },
      {
        "id": "6701",
        "name": "Простоквашино"
      },
      {
        "id": "6702",
        "name": "Белоусово"
      },
      {
        "id": "6703",
        "name": "Данилов"
      },
      {
        "id": "6704",
        "name": "Огуднево"
      },
      {
        "id": "6706",
        "name": "Пролетарский"
      },
      {
        "id": "6707",
        "name": "Щелково-3"
      },
      {
        "id": "6708",
        "name": "Михнево"
      },
      {
        "id": "6709",
        "name": "Московский"
      },
      {
        "id": "6710",
        "name": "Сити"
      },
      {
        "id": "6712",
        "name": "Семеновское"
      },
      {
        "id": "6714",
        "name": "Краснозаводск"
      },
      {
        "id": "6716",
        "name": "Пересвет"
      },
      {
        "id": "6718",
        "name": "Петушки"
      },
      {
        "id": "6720",
        "name": "Алексеевка"
      },
      {
        "id": "6721",
        "name": "Солнечногорск-7"
      },
      {
        "id": "6723",
        "name": "Богородское"
      },
      {
        "id": "6724",
        "name": "Кудиново"
      },
      {
        "id": "6725",
        "name": "Жуковка"
      },
      {
        "id": "6726",
        "name": "Нестерово"
      },
      {
        "id": "6727",
        "name": "Яковлевское"
      },
      {
        "id": "6728",
        "name": "Купавна"
      },
      {
        "id": "6729",
        "name": "Фряново"
      },
      {
        "id": "6730",
        "name": "Ватутинки"
      },
      {
        "id": "6731",
        "name": "Высоковск"
      },
      {
        "id": "6732",
        "name": "Шишкин Лес"
      },
      {
        "id": "6733",
        "name": "Птичное"
      },
      {
        "id": "6734",
        "name": "Кропоткин"
      },
      {
        "id": "6736",
        "name": "Чеховский район"
      },
      {
        "id": "6737",
        "name": "Чехов-2"
      },
      {
        "id": "6738",
        "name": "Лотошино"
      },
      {
        "id": "6739",
        "name": "Икша"
      },
      {
        "id": "6740",
        "name": "Барвиха"
      },
      {
        "id": "6741",
        "name": "Оболенск"
      },
      {
        "id": "6742",
        "name": "Истринский район"
      },
      {
        "id": "6743",
        "name": "Селятино"
      },
      {
        "id": "6746",
        "name": "Лесной"
      },
      {
        "id": "6747",
        "name": "Нахабино"
      },
      {
        "id": "6748",
        "name": "Узуново"
      },
      {
        "id": "6750",
        "name": "Советская"
      },
      {
        "id": "6751",
        "name": "Климово"
      },
      {
        "id": "6752",
        "name": "Яхрома"
      },
      {
        "id": "6753",
        "name": "Ильинский погост"
      },
      {
        "id": "6754",
        "name": "Мещерино-1"
      },
      {
        "id": "6755",
        "name": "Ожерелье"
      },
      {
        "id": "6758",
        "name": "Шатурторф"
      },
      {
        "id": "6759",
        "name": "Верея"
      },
      {
        "id": "6760",
        "name": "Ухолово"
      },
      {
        "id": "6761",
        "name": "Марфино"
      },
      {
        "id": "6762",
        "name": "Ново-Переделкино"
      },
      {
        "id": "6764",
        "name": "Бакшеево"
      },
      {
        "id": "6765",
        "name": "Софьино"
      },
      {
        "id": "6766",
        "name": "Курчатов"
      },
      {
        "id": "6767",
        "name": "Заря"
      },
      {
        "id": "6768",
        "name": "Строитель"
      },
      {
        "id": "6770",
        "name": "Удельная"
      },
      {
        "id": "6771",
        "name": "Снегири"
      },
      {
        "id": "6774",
        "name": "Решетников"
      },
      {
        "id": "6775",
        "name": "Менделеево"
      }
    ]
  },
  {
    "id": "71",
    "name": "Мурманская область",
    "cities": [
      {
        "id": "4435",
        "name": "Апатиты"
      },
      {
        "id": "4436",
        "name": "Кандалакша"
      },
      {
        "id": "4437",
        "name": "Кировск"
      },
      {
        "id": "4438",
        "name": "Мончегорск"
      },
      {
        "id": "4439",
        "name": "Никель"
      },
      {
        "id": "4440",
        "name": "Печенга"
      },
      {
        "id": "4441",
        "name": "Полярный"
      },
      {
        "id": "4442",
        "name": "Североморск"
      },
      {
        "id": "4443",
        "name": "Снежногорск"
      },
      {
        "id": "4444",
        "name": "Териберка"
      },
      {
        "id": "4445",
        "name": "Заозёрск"
      },
      {
        "id": "4446",
        "name": "Видяево"
      },
      {
        "id": "4447",
        "name": "Гаджиево"
      },
      {
        "id": "4448",
        "name": "Заполярный"
      },
      {
        "id": "4449",
        "name": "Ковдор"
      },
      {
        "id": "4450",
        "name": "Оленегорск"
      },
      {
        "id": "4451",
        "name": "Островной"
      },
      {
        "id": "4452",
        "name": "Полярные Зори"
      },
      {
        "id": "4453",
        "name": "Кола"
      },
      {
        "id": "4454",
        "name": "Умба"
      },
      {
        "id": "4455",
        "name": "Мурманск"
      },
      {
        "id": "4456",
        "name": "Мурмаши"
      },
      {
        "id": "4457",
        "name": "Ловозеро"
      },
      {
        "id": "4458",
        "name": "Зареченск"
      }
    ]
  },
  {
    "id": "72",
    "name": "Тайвань",
    "cities": []
  },
  {
    "id": "73",
    "name": "Гонконг",
    "cities": []
  },
  {
    "id": "74",
    "name": "Таиланд",
    "cities": []
  },
  {
    "id": "75",
    "name": "Кабардино-Балкарская Республика",
    "cities": [
      {
        "id": "4459",
        "name": "Баксан"
      },
      {
        "id": "4460",
        "name": "Кашхатау"
      },
      {
        "id": "4461",
        "name": "Нарткала"
      },
      {
        "id": "4462",
        "name": "Прохладный"
      },
      {
        "id": "4463",
        "name": "Терек"
      },
      {
        "id": "4464",
        "name": "Терскол"
      },
      {
        "id": "4465",
        "name": "Тырныауз"
      },
      {
        "id": "4466",
        "name": "Чегем"
      },
      {
        "id": "4467",
        "name": "Эльбрус"
      },
      {
        "id": "4468",
        "name": "Анзорей"
      },
      {
        "id": "4469",
        "name": "Залукокоаже"
      },
      {
        "id": "4470",
        "name": "Майский"
      },
      {
        "id": "4471",
        "name": "Нальчик"
      }
    ]
  },
  {
    "id": "76",
    "name": "Турция",
    "cities": []
  },
  {
    "id": "77",
    "name": "Япония",
    "cities": []
  },
  {
    "id": "78",
    "name": "Коста-Рика",
    "cities": []
  },
  {
    "id": "79",
    "name": "Нижегородская область",
    "cities": [
      {
        "id": "4472",
        "name": "Саров"
      },
      {
        "id": "4473",
        "name": "Дзержинск"
      },
      {
        "id": "4474",
        "name": "Арзамас"
      },
      {
        "id": "4475",
        "name": "Шатки"
      },
      {
        "id": "4476",
        "name": "Ардатов"
      },
      {
        "id": "4477",
        "name": "Балахна"
      },
      {
        "id": "4478",
        "name": "Богородск"
      },
      {
        "id": "4479",
        "name": "Бор"
      },
      {
        "id": "4480",
        "name": "Бутурлино"
      },
      {
        "id": "4481",
        "name": "Вад"
      },
      {
        "id": "4482",
        "name": "Большое Болдино"
      },
      {
        "id": "4483",
        "name": "Большое Мурашкино"
      },
      {
        "id": "4484",
        "name": "Варнавино"
      },
      {
        "id": "4485",
        "name": "Ветлуга"
      },
      {
        "id": "4486",
        "name": "Вознесенское"
      },
      {
        "id": "4487",
        "name": "Вача"
      },
      {
        "id": "4488",
        "name": "Володарск"
      },
      {
        "id": "4489",
        "name": "Воротынец"
      },
      {
        "id": "4490",
        "name": "Ворсма"
      },
      {
        "id": "4491",
        "name": "Воскресенское"
      },
      {
        "id": "4492",
        "name": "Гагино"
      },
      {
        "id": "4493",
        "name": "Горбатов"
      },
      {
        "id": "4494",
        "name": "Городец"
      },
      {
        "id": "4495",
        "name": "Дальнее Константиново"
      },
      {
        "id": "4496",
        "name": "Выкса"
      },
      {
        "id": "4497",
        "name": "Дивеево"
      },
      {
        "id": "4498",
        "name": "Заволжье"
      },
      {
        "id": "4499",
        "name": "Княгинино"
      },
      {
        "id": "4500",
        "name": "Кстово"
      },
      {
        "id": "4501",
        "name": "Ковернино"
      },
      {
        "id": "4502",
        "name": "Красные Баки"
      },
      {
        "id": "4503",
        "name": "Кулебаки"
      },
      {
        "id": "4504",
        "name": "Лукоянов"
      },
      {
        "id": "4505",
        "name": "Лысково"
      },
      {
        "id": "4506",
        "name": "Навашино"
      },
      {
        "id": "4507",
        "name": "Павлово"
      },
      {
        "id": "4508",
        "name": "Первомайск"
      },
      {
        "id": "4509",
        "name": "Перевоз"
      },
      {
        "id": "4510",
        "name": "Пильна"
      },
      {
        "id": "4511",
        "name": "Починки"
      },
      {
        "id": "4512",
        "name": "Семенов"
      },
      {
        "id": "4513",
        "name": "Сергач"
      },
      {
        "id": "4514",
        "name": "Сеченово"
      },
      {
        "id": "4515",
        "name": "Сокольское"
      },
      {
        "id": "4516",
        "name": "Сосновское"
      },
      {
        "id": "4517",
        "name": "Спасское"
      },
      {
        "id": "4518",
        "name": "Тонкино"
      },
      {
        "id": "4519",
        "name": "Тоншаево"
      },
      {
        "id": "4520",
        "name": "Уразовка"
      },
      {
        "id": "4521",
        "name": "Урень"
      },
      {
        "id": "4522",
        "name": "Чкаловск"
      },
      {
        "id": "4523",
        "name": "Шаранга"
      },
      {
        "id": "4524",
        "name": "Шахунья"
      },
      {
        "id": "4525",
        "name": "Мулино"
      },
      {
        "id": "4526",
        "name": "Ильиногорск"
      },
      {
        "id": "4527",
        "name": "Вахтан"
      },
      {
        "id": "4528",
        "name": "Нижний Новгород"
      }
    ]
  },
  {
    "id": "80",
    "name": "Куба",
    "cities": []
  },
  {
    "id": "81",
    "name": "Кипр",
    "cities": []
  },
  {
    "id": "82",
    "name": "Доминиканская Республика",
    "cities": []
  },
  {
    "id": "83",
    "name": "Эквадор",
    "cities": []
  },
  {
    "id": "84",
    "name": "Египет",
    "cities": []
  },
  {
    "id": "85",
    "name": "Новосибирская область",
    "cities": [
      {
        "id": "4529",
        "name": "Куйбышев"
      },
      {
        "id": "4530",
        "name": "Сузун"
      },
      {
        "id": "4531",
        "name": "Чулым"
      },
      {
        "id": "4532",
        "name": "Баган"
      },
      {
        "id": "4533",
        "name": "Барабинск"
      },
      {
        "id": "4534",
        "name": "Бердск"
      },
      {
        "id": "4535",
        "name": "Болотное"
      },
      {
        "id": "4536",
        "name": "Венгерово"
      },
      {
        "id": "4537",
        "name": "Довольное"
      },
      {
        "id": "4538",
        "name": "Здвинск"
      },
      {
        "id": "4539",
        "name": "Искитим"
      },
      {
        "id": "4540",
        "name": "Карасук"
      },
      {
        "id": "4541",
        "name": "Каргат"
      },
      {
        "id": "4542",
        "name": "Колывань"
      },
      {
        "id": "4543",
        "name": "Кольцово"
      },
      {
        "id": "4544",
        "name": "Коченево"
      },
      {
        "id": "4545",
        "name": "Кочки"
      },
      {
        "id": "4546",
        "name": "Краснозерское"
      },
      {
        "id": "4547",
        "name": "Купино"
      },
      {
        "id": "4548",
        "name": "Кыштовка"
      },
      {
        "id": "4549",
        "name": "Маслянино"
      },
      {
        "id": "4550",
        "name": "Мошково"
      },
      {
        "id": "4551",
        "name": "Обь"
      },
      {
        "id": "4552",
        "name": "Ордынское"
      },
      {
        "id": "4553",
        "name": "Северное"
      },
      {
        "id": "4554",
        "name": "Татарск"
      },
      {
        "id": "4555",
        "name": "Тогучин"
      },
      {
        "id": "4556",
        "name": "Убинское"
      },
      {
        "id": "4557",
        "name": "Усть-Тарка"
      },
      {
        "id": "4558",
        "name": "Чаны"
      },
      {
        "id": "4559",
        "name": "Черепаново"
      },
      {
        "id": "4560",
        "name": "Чистоозерное"
      },
      {
        "id": "4561",
        "name": "Новосибирск"
      },
      {
        "id": "4562",
        "name": "Краснообск"
      }
    ]
  },
  {
    "id": "86",
    "name": "Эритрея",
    "cities": []
  },
  {
    "id": "88",
    "name": "Эфиопия",
    "cities": []
  },
  {
    "id": "89",
    "name": "Фиджи",
    "cities": []
  },
  {
    "id": "90",
    "name": "Габон",
    "cities": []
  },
  {
    "id": "91",
    "name": "Гана",
    "cities": []
  },
  {
    "id": "92",
    "name": "Омская область",
    "cities": [
      {
        "id": "4563",
        "name": "Калачинск"
      },
      {
        "id": "4564",
        "name": "Усть-Ишим"
      },
      {
        "id": "4565",
        "name": "Азово"
      },
      {
        "id": "4566",
        "name": "Большеречье"
      },
      {
        "id": "4567",
        "name": "Большие Уки"
      },
      {
        "id": "4568",
        "name": "Горьковское"
      },
      {
        "id": "4569",
        "name": "Знаменское"
      },
      {
        "id": "4570",
        "name": "Исилькуль"
      },
      {
        "id": "4571",
        "name": "Колосовка"
      },
      {
        "id": "4572",
        "name": "Кормиловка"
      },
      {
        "id": "4573",
        "name": "Крутинка"
      },
      {
        "id": "4574",
        "name": "Любинский"
      },
      {
        "id": "4575",
        "name": "Марьяновка"
      },
      {
        "id": "4576",
        "name": "Москаленки"
      },
      {
        "id": "4577",
        "name": "Муромцево"
      },
      {
        "id": "4578",
        "name": "Называевск"
      },
      {
        "id": "4579",
        "name": "Нижняя Омка"
      },
      {
        "id": "4580",
        "name": "Нововаршавка"
      },
      {
        "id": "4581",
        "name": "Одесское"
      },
      {
        "id": "4582",
        "name": "Оконешниково"
      },
      {
        "id": "4583",
        "name": "Павлоградка"
      },
      {
        "id": "4584",
        "name": "Полтавка"
      },
      {
        "id": "4585",
        "name": "Русская Поляна"
      },
      {
        "id": "4586",
        "name": "Саргатское"
      },
      {
        "id": "4587",
        "name": "Седельниково"
      },
      {
        "id": "4588",
        "name": "Таврическое"
      },
      {
        "id": "4589",
        "name": "Тара"
      },
      {
        "id": "4590",
        "name": "Тевриз"
      },
      {
        "id": "4591",
        "name": "Тюкалинск"
      },
      {
        "id": "4592",
        "name": "Черлак"
      },
      {
        "id": "4593",
        "name": "Шербакуль"
      },
      {
        "id": "4594",
        "name": "Омск"
      }
    ]
  },
  {
    "id": "93",
    "name": "Орловская область",
    "cities": [
      {
        "id": "4595",
        "name": "Мценск"
      },
      {
        "id": "4596",
        "name": "Болхов"
      },
      {
        "id": "4597",
        "name": "Верховье"
      },
      {
        "id": "4598",
        "name": "Глазуновка"
      },
      {
        "id": "4599",
        "name": "Дмитровск-Орловский"
      },
      {
        "id": "4600",
        "name": "Долгое"
      },
      {
        "id": "4601",
        "name": "Залегощь"
      },
      {
        "id": "4602",
        "name": "Змиевка"
      },
      {
        "id": "4603",
        "name": "Знаменское"
      },
      {
        "id": "4604",
        "name": "Колпны"
      },
      {
        "id": "4605",
        "name": "Корсаково"
      },
      {
        "id": "4606",
        "name": "Красная Заря"
      },
      {
        "id": "4607",
        "name": "Кромы"
      },
      {
        "id": "4608",
        "name": "Ливны"
      },
      {
        "id": "4609",
        "name": "Малоархангельск"
      },
      {
        "id": "4610",
        "name": "Нарышкино"
      },
      {
        "id": "4611",
        "name": "Новосиль"
      },
      {
        "id": "4612",
        "name": "Покровское"
      },
      {
        "id": "4613",
        "name": "Сосково"
      },
      {
        "id": "4614",
        "name": "Тросна"
      },
      {
        "id": "4615",
        "name": "Хомутово"
      },
      {
        "id": "4616",
        "name": "Хотынец"
      },
      {
        "id": "4617",
        "name": "Шаблыкино"
      },
      {
        "id": "4618",
        "name": "Орел"
      }
    ]
  },
  {
    "id": "94",
    "name": "Оренбургская область",
    "cities": [
      {
        "id": "4619",
        "name": "Бугуруслан"
      },
      {
        "id": "4620",
        "name": "Бузулук"
      },
      {
        "id": "4621",
        "name": "Медногорск"
      },
      {
        "id": "4622",
        "name": "Орск"
      },
      {
        "id": "4623",
        "name": "Соль-Илецк"
      },
      {
        "id": "4624",
        "name": "Сорочинск"
      },
      {
        "id": "4625",
        "name": "Ясный"
      },
      {
        "id": "4626",
        "name": "Абдулино"
      },
      {
        "id": "4627",
        "name": "Адамовка"
      },
      {
        "id": "4628",
        "name": "Акбулак"
      },
      {
        "id": "4629",
        "name": "Александровка"
      },
      {
        "id": "4630",
        "name": "Асекеево"
      },
      {
        "id": "4631",
        "name": "Беляевка"
      },
      {
        "id": "4632",
        "name": "Гай"
      },
      {
        "id": "4633",
        "name": "Грачевка"
      },
      {
        "id": "4634",
        "name": "Домбаровский"
      },
      {
        "id": "4635",
        "name": "Илек"
      },
      {
        "id": "4636",
        "name": "Кваркено"
      },
      {
        "id": "4637",
        "name": "Комаровский"
      },
      {
        "id": "4638",
        "name": "Кувандык"
      },
      {
        "id": "4639",
        "name": "Курманаевка"
      },
      {
        "id": "4640",
        "name": "Матвеевка"
      },
      {
        "id": "4641",
        "name": "Новоорск"
      },
      {
        "id": "4642",
        "name": "Новосергиевка"
      },
      {
        "id": "4643",
        "name": "Новотроицк"
      },
      {
        "id": "4644",
        "name": "Октябрьское"
      },
      {
        "id": "4645",
        "name": "Первомайский"
      },
      {
        "id": "4646",
        "name": "Переволоцкий"
      },
      {
        "id": "4647",
        "name": "Плешаново"
      },
      {
        "id": "4648",
        "name": "Пономаревка"
      },
      {
        "id": "4649",
        "name": "Сакмара"
      },
      {
        "id": "4650",
        "name": "Саракташ"
      },
      {
        "id": "4651",
        "name": "Светлый"
      },
      {
        "id": "4652",
        "name": "Северное"
      },
      {
        "id": "4653",
        "name": "Ташла"
      },
      {
        "id": "4654",
        "name": "Тоцкое"
      },
      {
        "id": "4655",
        "name": "Тюльган"
      },
      {
        "id": "4656",
        "name": "Шарлык"
      },
      {
        "id": "4657",
        "name": "Оренбург"
      }
    ]
  },
  {
    "id": "95",
    "name": "Гибралтар",
    "cities": []
  },
  {
    "id": "96",
    "name": "Пензенская область",
    "cities": [
      {
        "id": "4658",
        "name": "Кузнецк"
      },
      {
        "id": "4659",
        "name": "Мокшан"
      },
      {
        "id": "4660",
        "name": "Башмаково"
      },
      {
        "id": "4661",
        "name": "Беково"
      },
      {
        "id": "4662",
        "name": "Белинский"
      },
      {
        "id": "4663",
        "name": "Бессоновка"
      },
      {
        "id": "4664",
        "name": "Вадинск"
      },
      {
        "id": "4665",
        "name": "Городище"
      },
      {
        "id": "4666",
        "name": "Заречный"
      },
      {
        "id": "4667",
        "name": "Земетчино"
      },
      {
        "id": "4668",
        "name": "Исса"
      },
      {
        "id": "4669",
        "name": "Каменка"
      },
      {
        "id": "4670",
        "name": "Колышлей"
      },
      {
        "id": "4671",
        "name": "Кондоль"
      },
      {
        "id": "4672",
        "name": "Лопатино"
      },
      {
        "id": "4673",
        "name": "Лунино"
      },
      {
        "id": "4674",
        "name": "Малая Сердоба"
      },
      {
        "id": "4675",
        "name": "Наровчат"
      },
      {
        "id": "4676",
        "name": "Неверкино"
      },
      {
        "id": "4677",
        "name": "Нижний Ломов"
      },
      {
        "id": "4678",
        "name": "Никольск"
      },
      {
        "id": "4679",
        "name": "Пачелма"
      },
      {
        "id": "4680",
        "name": "Русский Камешкир"
      },
      {
        "id": "4681",
        "name": "Сердобск"
      },
      {
        "id": "4682",
        "name": "Сосновоборск"
      },
      {
        "id": "4683",
        "name": "Спасск"
      },
      {
        "id": "4684",
        "name": "Сурск"
      },
      {
        "id": "4685",
        "name": "Тамала"
      },
      {
        "id": "4686",
        "name": "Шемышейка"
      },
      {
        "id": "4687",
        "name": "Беднодемьяновск"
      },
      {
        "id": "4688",
        "name": "Пенза"
      }
    ]
  },
  {
    "id": "97",
    "name": "Пермский край",
    "cities": [
      {
        "id": "4689",
        "name": "Александровск"
      },
      {
        "id": "4690",
        "name": "Березники"
      },
      {
        "id": "4691",
        "name": "Верещагино"
      },
      {
        "id": "4692",
        "name": "Гремячинск"
      },
      {
        "id": "4693",
        "name": "Губаха"
      },
      {
        "id": "4694",
        "name": "Добрянка"
      },
      {
        "id": "4695",
        "name": "Кизел"
      },
      {
        "id": "4696",
        "name": "Красновишерск"
      },
      {
        "id": "4697",
        "name": "Краснокамск"
      },
      {
        "id": "4698",
        "name": "Кудымкар"
      },
      {
        "id": "4699",
        "name": "Кунгур"
      },
      {
        "id": "4700",
        "name": "Лысьва"
      },
      {
        "id": "4701",
        "name": "Оса"
      },
      {
        "id": "4702",
        "name": "Соликамск"
      },
      {
        "id": "4703",
        "name": "Тулпан"
      },
      {
        "id": "4704",
        "name": "Чайковский"
      },
      {
        "id": "4705",
        "name": "Чермоз"
      },
      {
        "id": "4706",
        "name": "Чусовой"
      },
      {
        "id": "4707",
        "name": "Барда"
      },
      {
        "id": "4708",
        "name": "Березовка"
      },
      {
        "id": "4709",
        "name": "Большая Соснова"
      },
      {
        "id": "4710",
        "name": "Гайны"
      },
      {
        "id": "4711",
        "name": "Горнозаводск"
      },
      {
        "id": "4712",
        "name": "Елово"
      },
      {
        "id": "4713",
        "name": "Звездный"
      },
      {
        "id": "4714",
        "name": "Ильинский"
      },
      {
        "id": "4715",
        "name": "Карагай"
      },
      {
        "id": "4716",
        "name": "Коса"
      },
      {
        "id": "4717",
        "name": "Кочево"
      },
      {
        "id": "4718",
        "name": "Куеда"
      },
      {
        "id": "4719",
        "name": "Нытва"
      },
      {
        "id": "4720",
        "name": "Орда"
      },
      {
        "id": "4721",
        "name": "Оханск"
      },
      {
        "id": "4722",
        "name": "Очер"
      },
      {
        "id": "4723",
        "name": "Сива"
      },
      {
        "id": "4724",
        "name": "Суксун"
      },
      {
        "id": "4725",
        "name": "Уинское"
      },
      {
        "id": "4726",
        "name": "Усолье"
      },
      {
        "id": "4727",
        "name": "Усть-Кишерть"
      },
      {
        "id": "4728",
        "name": "Частые"
      },
      {
        "id": "4729",
        "name": "Чердынь"
      },
      {
        "id": "4730",
        "name": "Юрла"
      },
      {
        "id": "4731",
        "name": "Юсьва"
      },
      {
        "id": "4732",
        "name": "Чернушка"
      },
      {
        "id": "4733",
        "name": "Уинск"
      },
      {
        "id": "4734",
        "name": "Пермь"
      }
    ]
  },
  {
    "id": "98",
    "name": "Камчатский край",
    "cities": [
      {
        "id": "4735",
        "name": "Верхнее Пенжино"
      },
      {
        "id": "4736",
        "name": "Палана"
      },
      {
        "id": "4737",
        "name": "Семлячики"
      },
      {
        "id": "4738",
        "name": "Соболево"
      },
      {
        "id": "4739",
        "name": "Усть-Камчатск"
      },
      {
        "id": "4740",
        "name": "Вилючинск"
      },
      {
        "id": "4741",
        "name": "Елизово"
      },
      {
        "id": "4742",
        "name": "Каменское"
      },
      {
        "id": "4743",
        "name": "Мильково"
      },
      {
        "id": "4744",
        "name": "Никольское"
      },
      {
        "id": "4745",
        "name": "Оссора"
      },
      {
        "id": "4746",
        "name": "Тигиль"
      },
      {
        "id": "4747",
        "name": "Тиличики"
      },
      {
        "id": "4748",
        "name": "Усть-Большерецк"
      },
      {
        "id": "4749",
        "name": "Эссо"
      },
      {
        "id": "4750",
        "name": "Петропавловск-Камчатский"
      }
    ]
  },
  {
    "id": "99",
    "name": "Гренландия",
    "cities": []
  },
  {
    "id": "100",
    "name": "Псковская область",
    "cities": [
      {
        "id": "4751",
        "name": "Великие Луки"
      },
      {
        "id": "4752",
        "name": "Гдов"
      },
      {
        "id": "4753",
        "name": "Дно"
      },
      {
        "id": "4754",
        "name": "Печоры"
      },
      {
        "id": "4755",
        "name": "Пушкинские Горы"
      },
      {
        "id": "4756",
        "name": "Бежаницы"
      },
      {
        "id": "4757",
        "name": "Дедовичи"
      },
      {
        "id": "4758",
        "name": "Красногородск"
      },
      {
        "id": "4759",
        "name": "Кунья"
      },
      {
        "id": "4760",
        "name": "Локня"
      },
      {
        "id": "4761",
        "name": "Невель"
      },
      {
        "id": "4762",
        "name": "Новоржев"
      },
      {
        "id": "4763",
        "name": "Новосокольники"
      },
      {
        "id": "4764",
        "name": "Опочка"
      },
      {
        "id": "4765",
        "name": "Остров"
      },
      {
        "id": "4766",
        "name": "Палкино"
      },
      {
        "id": "4767",
        "name": "Плюсса"
      },
      {
        "id": "4768",
        "name": "Порхов"
      },
      {
        "id": "4769",
        "name": "Пустошка"
      },
      {
        "id": "4770",
        "name": "Пыталово"
      },
      {
        "id": "4771",
        "name": "Себеж"
      },
      {
        "id": "4772",
        "name": "Струги-Красные"
      },
      {
        "id": "4773",
        "name": "Усвяты"
      },
      {
        "id": "4774",
        "name": "Псков"
      }
    ]
  },
  {
    "id": "101",
    "name": "Гвинейская республика",
    "cities": []
  },
  {
    "id": "102",
    "name": "Гваделупа",
    "cities": []
  },
  {
    "id": "103",
    "name": "Республика Гватемала",
    "cities": []
  },
  {
    "id": "104",
    "name": "Ростовская область",
    "cities": [
      {
        "id": "4775",
        "name": "Таганрог"
      },
      {
        "id": "4776",
        "name": "Азов"
      },
      {
        "id": "4777",
        "name": "Батайск"
      },
      {
        "id": "4778",
        "name": "Белая Калитва"
      },
      {
        "id": "4779",
        "name": "Волгодонск"
      },
      {
        "id": "4780",
        "name": "Каменск-Шахтинский"
      },
      {
        "id": "4781",
        "name": "Миллерово"
      },
      {
        "id": "4782",
        "name": "Морозовск"
      },
      {
        "id": "4783",
        "name": "Новочеркасск"
      },
      {
        "id": "4784",
        "name": "Сальск"
      },
      {
        "id": "4785",
        "name": "Цимлянск"
      },
      {
        "id": "4786",
        "name": "Шахты"
      },
      {
        "id": "4787",
        "name": "Аксай"
      },
      {
        "id": "4788",
        "name": "Багаевская"
      },
      {
        "id": "4789",
        "name": "Боковская"
      },
      {
        "id": "4790",
        "name": "Большая Мартыновка"
      },
      {
        "id": "4791",
        "name": "Веселый"
      },
      {
        "id": "4792",
        "name": "Вешенская"
      },
      {
        "id": "4793",
        "name": "Глубокий"
      },
      {
        "id": "4794",
        "name": "Гуково"
      },
      {
        "id": "4795",
        "name": "Донецк"
      },
      {
        "id": "4796",
        "name": "Дубовское"
      },
      {
        "id": "4797",
        "name": "Егорлыкская"
      },
      {
        "id": "4798",
        "name": "Заветное"
      },
      {
        "id": "4799",
        "name": "Зверево"
      },
      {
        "id": "4800",
        "name": "Зерноград"
      },
      {
        "id": "4801",
        "name": "Зимовники"
      },
      {
        "id": "4802",
        "name": "Кагальницкая"
      },
      {
        "id": "4803",
        "name": "Казанская"
      },
      {
        "id": "4804",
        "name": "Каменоломни"
      },
      {
        "id": "4805",
        "name": "Кашары"
      },
      {
        "id": "4806",
        "name": "Константиновск"
      },
      {
        "id": "4807",
        "name": "Красный Сулин"
      },
      {
        "id": "4808",
        "name": "Куйбышево"
      },
      {
        "id": "4809",
        "name": "Матвеев Курган"
      },
      {
        "id": "4810",
        "name": "Милютинская"
      },
      {
        "id": "4811",
        "name": "Новошахтинск"
      },
      {
        "id": "4812",
        "name": "Обливская"
      },
      {
        "id": "4813",
        "name": "Орловский"
      },
      {
        "id": "4814",
        "name": "Песчанокопское"
      },
      {
        "id": "4815",
        "name": "Покровское"
      },
      {
        "id": "4816",
        "name": "Пролетарск"
      },
      {
        "id": "4817",
        "name": "Ремонтное"
      },
      {
        "id": "4818",
        "name": "Родионово-Несветайская"
      },
      {
        "id": "4819",
        "name": "Романовская"
      },
      {
        "id": "4820",
        "name": "Семикаракорск"
      },
      {
        "id": "4821",
        "name": "Советская"
      },
      {
        "id": "4822",
        "name": "Тарасовский"
      },
      {
        "id": "4823",
        "name": "Тацинская"
      },
      {
        "id": "4824",
        "name": "Усть-Донецкий"
      },
      {
        "id": "4825",
        "name": "Целина"
      },
      {
        "id": "4826",
        "name": "Чалтырь"
      },
      {
        "id": "4827",
        "name": "Чертково"
      },
      {
        "id": "4828",
        "name": "Ростов-на-Дону"
      }
    ]
  },
  {
    "id": "105",
    "name": "Рязанская область",
    "cities": [
      {
        "id": "4829",
        "name": "Елатьма"
      },
      {
        "id": "4830",
        "name": "Касимов"
      },
      {
        "id": "4831",
        "name": "Новомичуринск"
      },
      {
        "id": "4832",
        "name": "Ряжск"
      },
      {
        "id": "4833",
        "name": "Сасово"
      },
      {
        "id": "4834",
        "name": "Александро-Невский"
      },
      {
        "id": "4835",
        "name": "Ермишь"
      },
      {
        "id": "4836",
        "name": "Захарово"
      },
      {
        "id": "4837",
        "name": "Кадом"
      },
      {
        "id": "4838",
        "name": "Кораблино"
      },
      {
        "id": "4839",
        "name": "Милославское"
      },
      {
        "id": "4840",
        "name": "Михайлов"
      },
      {
        "id": "4841",
        "name": "Пителино"
      },
      {
        "id": "4842",
        "name": "Пронск"
      },
      {
        "id": "4843",
        "name": "Путятино"
      },
      {
        "id": "4844",
        "name": "Рыбное"
      },
      {
        "id": "4845",
        "name": "Сапожок"
      },
      {
        "id": "4846",
        "name": "Сараи"
      },
      {
        "id": "4847",
        "name": "Скопин"
      },
      {
        "id": "4848",
        "name": "Спас-Клепики"
      },
      {
        "id": "4849",
        "name": "Спасск-Рязанский"
      },
      {
        "id": "4850",
        "name": "Старожилово"
      },
      {
        "id": "4851",
        "name": "Ухолово"
      },
      {
        "id": "4852",
        "name": "Чучково"
      },
      {
        "id": "4853",
        "name": "Шацк"
      },
      {
        "id": "4854",
        "name": "Шилово"
      },
      {
        "id": "4855",
        "name": "Тума"
      },
      {
        "id": "4856",
        "name": "Рязань"
      },
      {
        "id": "4857",
        "name": "Гусь-Железный"
      }
    ]
  },
  {
    "id": "106",
    "name": "Самарская область",
    "cities": [
      {
        "id": "4858",
        "name": "Тольятти"
      },
      {
        "id": "4859",
        "name": "Жигулевск"
      },
      {
        "id": "4860",
        "name": "Нефтегорск"
      },
      {
        "id": "4861",
        "name": "Сызрань"
      },
      {
        "id": "4862",
        "name": "Алексеевка"
      },
      {
        "id": "4863",
        "name": "Безенчук"
      },
      {
        "id": "4864",
        "name": "Богатое"
      },
      {
        "id": "4865",
        "name": "Большая Глушица"
      },
      {
        "id": "4866",
        "name": "Большая Черниговка"
      },
      {
        "id": "4867",
        "name": "Борское"
      },
      {
        "id": "4868",
        "name": "Елховка"
      },
      {
        "id": "4869",
        "name": "Исаклы"
      },
      {
        "id": "4870",
        "name": "Камышла"
      },
      {
        "id": "4871",
        "name": "Кинель"
      },
      {
        "id": "4872",
        "name": "Кинель-Черкассы"
      },
      {
        "id": "4873",
        "name": "Клявлино"
      },
      {
        "id": "4874",
        "name": "Кошки"
      },
      {
        "id": "4875",
        "name": "Красноармейское"
      },
      {
        "id": "4876",
        "name": "Красный Яр"
      },
      {
        "id": "4877",
        "name": "Новокуйбышевск"
      },
      {
        "id": "4878",
        "name": "Октябрьск"
      },
      {
        "id": "4879",
        "name": "Отрадный"
      },
      {
        "id": "4880",
        "name": "Пестравка"
      },
      {
        "id": "4881",
        "name": "Похвистнево"
      },
      {
        "id": "4882",
        "name": "Приволжье"
      },
      {
        "id": "4883",
        "name": "Сергиевск"
      },
      {
        "id": "4884",
        "name": "Хворостянка"
      },
      {
        "id": "4885",
        "name": "Чапаевск"
      },
      {
        "id": "4886",
        "name": "Челно-Вершины"
      },
      {
        "id": "4887",
        "name": "Шентала"
      },
      {
        "id": "4888",
        "name": "Шигоны"
      },
      {
        "id": "4889",
        "name": "Самара"
      }
    ]
  },
  {
    "id": "107",
    "name": "Санкт-Петербург и ЛО",
    "cities": [
      {
        "id": "6532",
        "name": "Гатчина"
      },
      {
        "id": "6568",
        "name": "Санкт-Петербург"
      },
      {
        "id": "6580",
        "name": "Выборг"
      },
      {
        "id": "6591",
        "name": "Кингисепп"
      },
      {
        "id": "6595",
        "name": "Колпино"
      },
      {
        "id": "6604",
        "name": "Приозерск"
      },
      {
        "id": "6613",
        "name": "Волосово"
      },
      {
        "id": "6622",
        "name": "Луга"
      },
      {
        "id": "6627",
        "name": "Бокситогорск"
      },
      {
        "id": "6633",
        "name": "Никольское"
      },
      {
        "id": "6635",
        "name": "Светогорск"
      },
      {
        "id": "6645",
        "name": "Подпорожье"
      },
      {
        "id": "6647",
        "name": "Каменногорск"
      },
      {
        "id": "6651",
        "name": "Ивангород"
      },
      {
        "id": "6654",
        "name": "Отрадное"
      },
      {
        "id": "6684",
        "name": "Павловск"
      },
      {
        "id": "6688",
        "name": "Ленинградская область"
      },
      {
        "id": "6705",
        "name": "Кронштадт"
      },
      {
        "id": "6711",
        "name": "Лодейное поле"
      },
      {
        "id": "6713",
        "name": "Шлиссельбург"
      },
      {
        "id": "6715",
        "name": "Сестрорецк"
      },
      {
        "id": "6717",
        "name": "Коммунар"
      },
      {
        "id": "6719",
        "name": "Всеволожск"
      },
      {
        "id": "6722",
        "name": "Приморск"
      },
      {
        "id": "6735",
        "name": "Ломоносов"
      },
      {
        "id": "6744",
        "name": "Новая Ладога"
      },
      {
        "id": "6745",
        "name": "Кириши"
      },
      {
        "id": "6749",
        "name": "Сертолово"
      },
      {
        "id": "6756",
        "name": "Сосновый Бор"
      },
      {
        "id": "6757",
        "name": "Тосно"
      },
      {
        "id": "6763",
        "name": "Пушкин"
      },
      {
        "id": "6769",
        "name": "Тихвин"
      },
      {
        "id": "6772",
        "name": "Волхов"
      },
      {
        "id": "6773",
        "name": "Петергоф"
      },
      {
        "id": "6776",
        "name": "Старая Ладога"
      },
      {
        "id": "6777",
        "name": "Пикалево"
      },
      {
        "id": "6778",
        "name": "Сланцы"
      },
      {
        "id": "6779",
        "name": "Высоцк"
      },
      {
        "id": "6780",
        "name": "Кузьмоловский"
      }
    ]
  },
  {
    "id": "108",
    "name": "Республика Мордовия",
    "cities": [
      {
        "id": "4890",
        "name": "Ардатов"
      },
      {
        "id": "4891",
        "name": "Атюрьево"
      },
      {
        "id": "4892",
        "name": "Атяшево"
      },
      {
        "id": "4893",
        "name": "Большие Березники"
      },
      {
        "id": "4894",
        "name": "Большое Игнатово"
      },
      {
        "id": "4895",
        "name": "Дубенки"
      },
      {
        "id": "4896",
        "name": "Ельники"
      },
      {
        "id": "4897",
        "name": "Зубова Поляна"
      },
      {
        "id": "4898",
        "name": "Инсар"
      },
      {
        "id": "4899",
        "name": "Кадошкино"
      },
      {
        "id": "4900",
        "name": "Кемля"
      },
      {
        "id": "4901",
        "name": "Ковылкино"
      },
      {
        "id": "4902",
        "name": "Кочкурово"
      },
      {
        "id": "4903",
        "name": "Краснослободск"
      },
      {
        "id": "4904",
        "name": "Лямбирь"
      },
      {
        "id": "4905",
        "name": "Ромоданово"
      },
      {
        "id": "4906",
        "name": "Рузаевка"
      },
      {
        "id": "4907",
        "name": "Старое Шайгово"
      },
      {
        "id": "4908",
        "name": "Темников"
      },
      {
        "id": "4909",
        "name": "Теньгушево"
      },
      {
        "id": "4910",
        "name": "Торбеево"
      },
      {
        "id": "4911",
        "name": "Чамзинка"
      },
      {
        "id": "4912",
        "name": "Комсомольский"
      },
      {
        "id": "4913",
        "name": "Саранск"
      }
    ]
  },
  {
    "id": "109",
    "name": "Саратовская область",
    "cities": [
      {
        "id": "4914",
        "name": "Балаково"
      },
      {
        "id": "4915",
        "name": "Энгельс"
      },
      {
        "id": "4916",
        "name": "Ершов"
      },
      {
        "id": "4917",
        "name": "Балашов"
      },
      {
        "id": "4918",
        "name": "Александров Гай"
      },
      {
        "id": "4919",
        "name": "Аркадак"
      },
      {
        "id": "4920",
        "name": "Аткарск"
      },
      {
        "id": "4921",
        "name": "Базарный Карабулак"
      },
      {
        "id": "4922",
        "name": "Балтай"
      },
      {
        "id": "4923",
        "name": "Вольск"
      },
      {
        "id": "4924",
        "name": "Воскресенское"
      },
      {
        "id": "4925",
        "name": "Горный"
      },
      {
        "id": "4926",
        "name": "Дергачи"
      },
      {
        "id": "4927",
        "name": "Духовницкое"
      },
      {
        "id": "4928",
        "name": "Екатериновка"
      },
      {
        "id": "4929",
        "name": "Ивантеевка"
      },
      {
        "id": "4930",
        "name": "Калининск"
      },
      {
        "id": "4931",
        "name": "Красноармейск"
      },
      {
        "id": "4932",
        "name": "Красный Кут"
      },
      {
        "id": "4933",
        "name": "Лысые Горы"
      },
      {
        "id": "4934",
        "name": "Маркс"
      },
      {
        "id": "4935",
        "name": "Михайловский"
      },
      {
        "id": "4936",
        "name": "Мокроус"
      },
      {
        "id": "4937",
        "name": "Новоузенск"
      },
      {
        "id": "4938",
        "name": "Новые Бурасы"
      },
      {
        "id": "4939",
        "name": "Озинки"
      },
      {
        "id": "4940",
        "name": "Перелюб"
      },
      {
        "id": "4941",
        "name": "Петровск"
      },
      {
        "id": "4942",
        "name": "Питерка"
      },
      {
        "id": "4943",
        "name": "Пугачев"
      },
      {
        "id": "4944",
        "name": "Ровное"
      },
      {
        "id": "4945",
        "name": "Романовка"
      },
      {
        "id": "4946",
        "name": "Ртищево"
      },
      {
        "id": "4947",
        "name": "Самойловка"
      },
      {
        "id": "4948",
        "name": "Степное"
      },
      {
        "id": "4949",
        "name": "Татищево"
      },
      {
        "id": "4950",
        "name": "Турки"
      },
      {
        "id": "4951",
        "name": "Хвалынск"
      },
      {
        "id": "4952",
        "name": "Шиханы"
      },
      {
        "id": "4953",
        "name": "Энгельс-12"
      },
      {
        "id": "4954",
        "name": "Саратов"
      }
    ]
  },
  {
    "id": "110",
    "name": "Гвинея-Бисау",
    "cities": []
  },
  {
    "id": "111",
    "name": "Гайана",
    "cities": []
  },
  {
    "id": "112",
    "name": "Смоленская область",
    "cities": [
      {
        "id": "4955",
        "name": "Вязьма"
      },
      {
        "id": "4956",
        "name": "Гагарин"
      },
      {
        "id": "4957",
        "name": "Ельня"
      },
      {
        "id": "4958",
        "name": "Рославль"
      },
      {
        "id": "4959",
        "name": "Велиж"
      },
      {
        "id": "4960",
        "name": "Глинка"
      },
      {
        "id": "4961",
        "name": "Демидов"
      },
      {
        "id": "4962",
        "name": "Десногорск"
      },
      {
        "id": "4963",
        "name": "Дорогобуж"
      },
      {
        "id": "4964",
        "name": "Духовщина"
      },
      {
        "id": "4965",
        "name": "Ершичи"
      },
      {
        "id": "4966",
        "name": "Кардымово"
      },
      {
        "id": "4967",
        "name": "Красный"
      },
      {
        "id": "4968",
        "name": "Монастырщина"
      },
      {
        "id": "4969",
        "name": "Новодугино"
      },
      {
        "id": "4970",
        "name": "Починок"
      },
      {
        "id": "4971",
        "name": "Рудня"
      },
      {
        "id": "4972",
        "name": "Сафоново"
      },
      {
        "id": "4973",
        "name": "Сычевка"
      },
      {
        "id": "4974",
        "name": "Темкино"
      },
      {
        "id": "4975",
        "name": "Угра"
      },
      {
        "id": "4976",
        "name": "Хиславичи"
      },
      {
        "id": "4977",
        "name": "Холм-Жирковский"
      },
      {
        "id": "4978",
        "name": "Шумячи"
      },
      {
        "id": "4979",
        "name": "Ярцево"
      },
      {
        "id": "4980",
        "name": "Смоленск"
      }
    ]
  },
  {
    "id": "113",
    "name": "Гондурас",
    "cities": []
  },
  {
    "id": "114",
    "name": "Ставропольский край",
    "cities": [
      {
        "id": "4981",
        "name": "Минераловодский район"
      },
      {
        "id": "4982",
        "name": "Ессентуки"
      },
      {
        "id": "4983",
        "name": "Буденновск"
      },
      {
        "id": "4984",
        "name": "Георгиевск"
      },
      {
        "id": "4985",
        "name": "Кисловодск"
      },
      {
        "id": "4986",
        "name": "Невинномысск"
      },
      {
        "id": "4987",
        "name": "Пятигорск"
      },
      {
        "id": "4988",
        "name": "Арзгир"
      },
      {
        "id": "4989",
        "name": "Благодарный"
      },
      {
        "id": "4990",
        "name": "Грачевка"
      },
      {
        "id": "4991",
        "name": "Дивное"
      },
      {
        "id": "4992",
        "name": "Донское"
      },
      {
        "id": "4993",
        "name": "Ессентукская"
      },
      {
        "id": "4994",
        "name": "Железноводск"
      },
      {
        "id": "4995",
        "name": "Зеленокумск"
      },
      {
        "id": "4996",
        "name": "Изобильный"
      },
      {
        "id": "4997",
        "name": "Ипатово"
      },
      {
        "id": "4998",
        "name": "Кочубеевское"
      },
      {
        "id": "4999",
        "name": "Красногвардейское"
      },
      {
        "id": "5000",
        "name": "Курсавка"
      },
      {
        "id": "5001",
        "name": "Курская"
      },
      {
        "id": "5002",
        "name": "Левокумское"
      },
      {
        "id": "5003",
        "name": "Лермонтов"
      },
      {
        "id": "5004",
        "name": "Летняя Ставка"
      },
      {
        "id": "5005",
        "name": "Михайловск"
      },
      {
        "id": "5006",
        "name": "Нефтекумск"
      },
      {
        "id": "5007",
        "name": "Новоалександровск"
      },
      {
        "id": "5008",
        "name": "Новопавловск"
      },
      {
        "id": "5009",
        "name": "Новоселицкое"
      },
      {
        "id": "5010",
        "name": "Светлоград"
      },
      {
        "id": "5011",
        "name": "Степное"
      },
      {
        "id": "5012",
        "name": "Александровское"
      },
      {
        "id": "5013",
        "name": "Пелагиада"
      },
      {
        "id": "5014",
        "name": "Минеральные Воды"
      },
      {
        "id": "5015",
        "name": "Ставрополь"
      }
    ]
  },
  {
    "id": "115",
    "name": "Хорватия",
    "cities": []
  },
  {
    "id": "116",
    "name": "Гаити",
    "cities": []
  },
  {
    "id": "117",
    "name": "Республика Коми",
    "cities": [
      {
        "id": "5016",
        "name": "Ухта"
      },
      {
        "id": "5017",
        "name": "Вендинга"
      },
      {
        "id": "5018",
        "name": "Воркута"
      },
      {
        "id": "5019",
        "name": "Вуктыл"
      },
      {
        "id": "5020",
        "name": "Инта"
      },
      {
        "id": "5021",
        "name": "Кажим"
      },
      {
        "id": "5022",
        "name": "Объячево"
      },
      {
        "id": "5023",
        "name": "Печора"
      },
      {
        "id": "5024",
        "name": "Сосногорск"
      },
      {
        "id": "5025",
        "name": "Троицко-Печорск"
      },
      {
        "id": "5026",
        "name": "Усинск"
      },
      {
        "id": "5027",
        "name": "Усть-Кулом"
      },
      {
        "id": "5028",
        "name": "Щельяюр"
      },
      {
        "id": "5029",
        "name": "Якша"
      },
      {
        "id": "5030",
        "name": "Айкино"
      },
      {
        "id": "5031",
        "name": "Визинга"
      },
      {
        "id": "5032",
        "name": "Выльгорт"
      },
      {
        "id": "5033",
        "name": "Емва"
      },
      {
        "id": "5034",
        "name": "Ижма"
      },
      {
        "id": "5035",
        "name": "Койгородок"
      },
      {
        "id": "5036",
        "name": "Корткерос"
      },
      {
        "id": "5037",
        "name": "Кослан"
      },
      {
        "id": "5038",
        "name": "Микунь"
      },
      {
        "id": "5039",
        "name": "Усть-Цильма"
      },
      {
        "id": "6903",
        "name": "Сыктывкар"
      }
    ]
  },
  {
    "id": "118",
    "name": "Венгрия",
    "cities": []
  },
  {
    "id": "119",
    "name": "Индонезия",
    "cities": []
  },
  {
    "id": "120",
    "name": "Тамбовская область",
    "cities": [
      {
        "id": "5040",
        "name": "Мичуринск"
      },
      {
        "id": "5041",
        "name": "Моршанск"
      },
      {
        "id": "5042",
        "name": "Уварово"
      },
      {
        "id": "5043",
        "name": "Бондари"
      },
      {
        "id": "5044",
        "name": "Гавриловка Вторая"
      },
      {
        "id": "5045",
        "name": "Дмитриевка"
      },
      {
        "id": "5046",
        "name": "Жердевка"
      },
      {
        "id": "5047",
        "name": "Знаменка"
      },
      {
        "id": "5048",
        "name": "Инжавино"
      },
      {
        "id": "5049",
        "name": "Кирсанов"
      },
      {
        "id": "5050",
        "name": "Котовск"
      },
      {
        "id": "5051",
        "name": "Мордово"
      },
      {
        "id": "5052",
        "name": "Мучкапский"
      },
      {
        "id": "5053",
        "name": "Первомайский"
      },
      {
        "id": "5054",
        "name": "Петровское"
      },
      {
        "id": "5055",
        "name": "Пичаево"
      },
      {
        "id": "5056",
        "name": "Рассказово"
      },
      {
        "id": "5057",
        "name": "Ржакса"
      },
      {
        "id": "5058",
        "name": "Сатинка"
      },
      {
        "id": "5059",
        "name": "Сосновка"
      },
      {
        "id": "5060",
        "name": "Староюрьево"
      },
      {
        "id": "5061",
        "name": "Токаревка"
      },
      {
        "id": "5062",
        "name": "Умет"
      },
      {
        "id": "5063",
        "name": "Тулиновка"
      },
      {
        "id": "5064",
        "name": "Тамбов"
      }
    ]
  },
  {
    "id": "121",
    "name": "Ирландия",
    "cities": []
  },
  {
    "id": "122",
    "name": "Индия",
    "cities": []
  },
  {
    "id": "123",
    "name": "Тверская область",
    "cities": [
      {
        "id": "5065",
        "name": "Торжок"
      },
      {
        "id": "5066",
        "name": "Андреаполь"
      },
      {
        "id": "5067",
        "name": "Бологое"
      },
      {
        "id": "5068",
        "name": "Калязин"
      },
      {
        "id": "5069",
        "name": "Кимры"
      },
      {
        "id": "5070",
        "name": "Осташков"
      },
      {
        "id": "5071",
        "name": "Ржев"
      },
      {
        "id": "5072",
        "name": "Бежецк"
      },
      {
        "id": "5073",
        "name": "Белый"
      },
      {
        "id": "5074",
        "name": "Весьегонск"
      },
      {
        "id": "5075",
        "name": "Вышний Волочек"
      },
      {
        "id": "5076",
        "name": "Жарковский"
      },
      {
        "id": "5077",
        "name": "Западная Двина"
      },
      {
        "id": "5078",
        "name": "Зубцов"
      },
      {
        "id": "5079",
        "name": "Кашин"
      },
      {
        "id": "5080",
        "name": "Кесова Гора"
      },
      {
        "id": "5081",
        "name": "Конаково"
      },
      {
        "id": "5082",
        "name": "Красный Холм"
      },
      {
        "id": "5083",
        "name": "Кувшиново"
      },
      {
        "id": "5084",
        "name": "Лихославль"
      },
      {
        "id": "5085",
        "name": "Максатиха"
      },
      {
        "id": "5086",
        "name": "Молоково"
      },
      {
        "id": "5087",
        "name": "Нелидово"
      },
      {
        "id": "5088",
        "name": "Оленино"
      },
      {
        "id": "5089",
        "name": "Пено"
      },
      {
        "id": "5090",
        "name": "Рамешки"
      },
      {
        "id": "5091",
        "name": "Сандово"
      },
      {
        "id": "5092",
        "name": "Селижарово"
      },
      {
        "id": "5093",
        "name": "Солнечный"
      },
      {
        "id": "5094",
        "name": "Сонково"
      },
      {
        "id": "5095",
        "name": "Спирово"
      },
      {
        "id": "5096",
        "name": "Старица"
      },
      {
        "id": "5097",
        "name": "Торопец"
      },
      {
        "id": "5098",
        "name": "Удомля"
      },
      {
        "id": "5099",
        "name": "Фирово"
      },
      {
        "id": "5100",
        "name": "Лесное"
      },
      {
        "id": "5101",
        "name": "Тверь"
      }
    ]
  },
  {
    "id": "124",
    "name": "Ирак",
    "cities": []
  },
  {
    "id": "125",
    "name": "Иран",
    "cities": []
  },
  {
    "id": "126",
    "name": "Томская область",
    "cities": [
      {
        "id": "5102",
        "name": "Асино"
      },
      {
        "id": "5103",
        "name": "Белый Яр"
      },
      {
        "id": "5104",
        "name": "Каргасок"
      },
      {
        "id": "5105",
        "name": "Кедровый"
      },
      {
        "id": "5106",
        "name": "Колпашево"
      },
      {
        "id": "5107",
        "name": "Нарым"
      },
      {
        "id": "5108",
        "name": "Стрежевой"
      },
      {
        "id": "5109",
        "name": "Александровское"
      },
      {
        "id": "5110",
        "name": "Бакчар"
      },
      {
        "id": "5111",
        "name": "Зырянское"
      },
      {
        "id": "5112",
        "name": "Кожевниково"
      },
      {
        "id": "5113",
        "name": "Кривошеино"
      },
      {
        "id": "5114",
        "name": "Мельниково"
      },
      {
        "id": "5115",
        "name": "Молчаново"
      },
      {
        "id": "5116",
        "name": "Парабель"
      },
      {
        "id": "5117",
        "name": "Первомайское"
      },
      {
        "id": "5118",
        "name": "Подгорное"
      },
      {
        "id": "5119",
        "name": "Северск"
      },
      {
        "id": "5120",
        "name": "Тегульдет"
      },
      {
        "id": "5121",
        "name": "Томск"
      }
    ]
  },
  {
    "id": "127",
    "name": "Тульская область",
    "cities": [
      {
        "id": "5122",
        "name": "Алексин"
      },
      {
        "id": "5123",
        "name": "Архангельское"
      },
      {
        "id": "5124",
        "name": "Новомосковск"
      },
      {
        "id": "5125",
        "name": "Плавск"
      },
      {
        "id": "5126",
        "name": "Арсеньево"
      },
      {
        "id": "5127",
        "name": "Белев"
      },
      {
        "id": "5128",
        "name": "Богородицк"
      },
      {
        "id": "5129",
        "name": "Венев"
      },
      {
        "id": "5130",
        "name": "Волово"
      },
      {
        "id": "5131",
        "name": "Донской"
      },
      {
        "id": "5132",
        "name": "Ефремов"
      },
      {
        "id": "5133",
        "name": "Заокский"
      },
      {
        "id": "5134",
        "name": "Кимовск"
      },
      {
        "id": "5135",
        "name": "Киреевск"
      },
      {
        "id": "5136",
        "name": "Куркино"
      },
      {
        "id": "5137",
        "name": "Ленинский"
      },
      {
        "id": "5138",
        "name": "Липки"
      },
      {
        "id": "5139",
        "name": "Новогуровский"
      },
      {
        "id": "5140",
        "name": "Одоев"
      },
      {
        "id": "5141",
        "name": "Суворов"
      },
      {
        "id": "5142",
        "name": "Теплое"
      },
      {
        "id": "5143",
        "name": "Узловая"
      },
      {
        "id": "5144",
        "name": "Чекалин"
      },
      {
        "id": "5145",
        "name": "Чернь"
      },
      {
        "id": "5146",
        "name": "Щекино"
      },
      {
        "id": "5147",
        "name": "Ясногорск"
      },
      {
        "id": "5148",
        "name": "Болохово"
      },
      {
        "id": "5149",
        "name": "Советск"
      },
      {
        "id": "5150",
        "name": "Сокольники"
      },
      {
        "id": "5151",
        "name": "Северо-Задонск"
      },
      {
        "id": "5152",
        "name": "Климовск"
      },
      {
        "id": "5153",
        "name": "Тула"
      }
    ]
  },
  {
    "id": "128",
    "name": "Тюменская область",
    "cities": [
      {
        "id": "5154",
        "name": "Заводоуковск"
      },
      {
        "id": "5155",
        "name": "Ишим"
      },
      {
        "id": "5156",
        "name": "Нефедова"
      },
      {
        "id": "5157",
        "name": "Сладково"
      },
      {
        "id": "5158",
        "name": "Тобольск"
      },
      {
        "id": "5159",
        "name": "Юровск"
      },
      {
        "id": "5160",
        "name": "Ялуторовск"
      },
      {
        "id": "5161",
        "name": "Абатское"
      },
      {
        "id": "5162",
        "name": "Армизонское"
      },
      {
        "id": "5163",
        "name": "Аромашево"
      },
      {
        "id": "5164",
        "name": "Бердюжье"
      },
      {
        "id": "5165",
        "name": "Большое Сорокино"
      },
      {
        "id": "5166",
        "name": "Вагай"
      },
      {
        "id": "5167",
        "name": "Викулово"
      },
      {
        "id": "5168",
        "name": "Голышманово"
      },
      {
        "id": "5169",
        "name": "Исетское"
      },
      {
        "id": "5170",
        "name": "Казанское"
      },
      {
        "id": "5171",
        "name": "Нижняя Тавда"
      },
      {
        "id": "5172",
        "name": "Омутинское"
      },
      {
        "id": "5173",
        "name": "Уват"
      },
      {
        "id": "5174",
        "name": "Упорово"
      },
      {
        "id": "5175",
        "name": "Юргинское"
      },
      {
        "id": "5176",
        "name": "Ярково"
      },
      {
        "id": "5177",
        "name": "Тюмень"
      }
    ]
  },
  {
    "id": "129",
    "name": "Республика Бурятия",
    "cities": [
      {
        "id": "5178",
        "name": "Аршан"
      },
      {
        "id": "5179",
        "name": "Баргузин"
      },
      {
        "id": "5180",
        "name": "Горячинск"
      },
      {
        "id": "5181",
        "name": "Гремячинск"
      },
      {
        "id": "5182",
        "name": "Кабанск"
      },
      {
        "id": "5183",
        "name": "Курумкан"
      },
      {
        "id": "5184",
        "name": "Кырен"
      },
      {
        "id": "5185",
        "name": "Кяхта"
      },
      {
        "id": "5186",
        "name": "Северобайкальск"
      },
      {
        "id": "5187",
        "name": "Усть-Баргузин"
      },
      {
        "id": "5188",
        "name": "Бабушкин"
      },
      {
        "id": "5189",
        "name": "Багдарин"
      },
      {
        "id": "5190",
        "name": "Бичура"
      },
      {
        "id": "5191",
        "name": "Гусиноозерск"
      },
      {
        "id": "5192",
        "name": "Заиграево"
      },
      {
        "id": "5193",
        "name": "Закаменск"
      },
      {
        "id": "5194",
        "name": "Иволгинск"
      },
      {
        "id": "5195",
        "name": "Кижинга"
      },
      {
        "id": "5196",
        "name": "Мухоршибирь"
      },
      {
        "id": "5197",
        "name": "Нижнеангарск"
      },
      {
        "id": "5198",
        "name": "Орлик"
      },
      {
        "id": "5199",
        "name": "Петропавловка"
      },
      {
        "id": "5200",
        "name": "Сосново-Озерское"
      },
      {
        "id": "5201",
        "name": "Таксимо"
      },
      {
        "id": "5202",
        "name": "Тарбагатай"
      },
      {
        "id": "5203",
        "name": "Турунтаево"
      },
      {
        "id": "5204",
        "name": "Хоринск"
      },
      {
        "id": "6900",
        "name": "Улан-Удэ"
      }
    ]
  },
  {
    "id": "130",
    "name": "Ульяновская область",
    "cities": [
      {
        "id": "5205",
        "name": "Базарный Сызган"
      },
      {
        "id": "5206",
        "name": "Барыш"
      },
      {
        "id": "5207",
        "name": "Большое Нагаткино"
      },
      {
        "id": "5208",
        "name": "Вешкайма"
      },
      {
        "id": "5209",
        "name": "Димитровград"
      },
      {
        "id": "5210",
        "name": "Инза"
      },
      {
        "id": "5211",
        "name": "Ишеевка"
      },
      {
        "id": "5212",
        "name": "Карсун"
      },
      {
        "id": "5213",
        "name": "Кузоватово"
      },
      {
        "id": "5214",
        "name": "Майна"
      },
      {
        "id": "5215",
        "name": "Николаевка"
      },
      {
        "id": "5216",
        "name": "Новая Малыкла"
      },
      {
        "id": "5217",
        "name": "Новоспасское"
      },
      {
        "id": "5218",
        "name": "Новоульяновск"
      },
      {
        "id": "5219",
        "name": "Павловка"
      },
      {
        "id": "5220",
        "name": "Радищево"
      },
      {
        "id": "5221",
        "name": "Сенгилей"
      },
      {
        "id": "5222",
        "name": "Старая Кулатка"
      },
      {
        "id": "5223",
        "name": "Старая Майна"
      },
      {
        "id": "5224",
        "name": "Сурское"
      },
      {
        "id": "5225",
        "name": "Тереньга"
      },
      {
        "id": "5226",
        "name": "Чердаклы"
      },
      {
        "id": "5227",
        "name": "Ульяновск"
      }
    ]
  },
  {
    "id": "131",
    "name": "Исландия",
    "cities": []
  },
  {
    "id": "132",
    "name": "Ямайка",
    "cities": []
  },
  {
    "id": "133",
    "name": "Иордания",
    "cities": []
  },
  {
    "id": "134",
    "name": "Республика Башкортостан",
    "cities": [
      {
        "id": "5228",
        "name": "Салават"
      },
      {
        "id": "5229",
        "name": "Стерлитамак"
      },
      {
        "id": "5230",
        "name": "Ишимбай"
      },
      {
        "id": "5231",
        "name": "Белорецк"
      },
      {
        "id": "5232",
        "name": "Бирск"
      },
      {
        "id": "5233",
        "name": "Мелеуз"
      },
      {
        "id": "5234",
        "name": "Нефтекамск"
      },
      {
        "id": "5235",
        "name": "Октябрьский"
      },
      {
        "id": "5236",
        "name": "Сибай"
      },
      {
        "id": "5237",
        "name": "Учалы"
      },
      {
        "id": "5238",
        "name": "Агидель"
      },
      {
        "id": "5239",
        "name": "Акъяр"
      },
      {
        "id": "5240",
        "name": "Архангельское"
      },
      {
        "id": "5241",
        "name": "Аскарово"
      },
      {
        "id": "5242",
        "name": "Баймак"
      },
      {
        "id": "5243",
        "name": "Бакалы"
      },
      {
        "id": "5244",
        "name": "Белебей"
      },
      {
        "id": "5245",
        "name": "Аскино"
      },
      {
        "id": "5246",
        "name": "Буздяк"
      },
      {
        "id": "5247",
        "name": "Бураево"
      },
      {
        "id": "5248",
        "name": "Верхнеяркеево"
      },
      {
        "id": "5249",
        "name": "Бижбуляк"
      },
      {
        "id": "5250",
        "name": "Верхние Татышлы"
      },
      {
        "id": "5251",
        "name": "Давлеканово"
      },
      {
        "id": "5252",
        "name": "Дюртюли"
      },
      {
        "id": "5253",
        "name": "Большеустьикинское"
      },
      {
        "id": "5254",
        "name": "Ермекеево"
      },
      {
        "id": "5255",
        "name": "Ермолаево"
      },
      {
        "id": "5256",
        "name": "Зилаир"
      },
      {
        "id": "5257",
        "name": "Иглино"
      },
      {
        "id": "5258",
        "name": "Исянгулово"
      },
      {
        "id": "5259",
        "name": "Верхние Киги"
      },
      {
        "id": "5260",
        "name": "Калтасы"
      },
      {
        "id": "5261",
        "name": "Караидель"
      },
      {
        "id": "5262",
        "name": "Кармаскалы"
      },
      {
        "id": "5263",
        "name": "Киргиз-Мияки"
      },
      {
        "id": "5264",
        "name": "Красная Горка"
      },
      {
        "id": "5265",
        "name": "Красноусольский"
      },
      {
        "id": "5266",
        "name": "Кумертау"
      },
      {
        "id": "5267",
        "name": "Кушнаренково"
      },
      {
        "id": "5268",
        "name": "Малояз"
      },
      {
        "id": "5269",
        "name": "Межгорье"
      },
      {
        "id": "5270",
        "name": "Месягутово"
      },
      {
        "id": "5271",
        "name": "Мишкино"
      },
      {
        "id": "5272",
        "name": "Мраково"
      },
      {
        "id": "5273",
        "name": "Николо-Березовка"
      },
      {
        "id": "5274",
        "name": "Новобелокатай"
      },
      {
        "id": "5275",
        "name": "Раевский"
      },
      {
        "id": "5276",
        "name": "Старобалтачево"
      },
      {
        "id": "5277",
        "name": "Старосубхангулово"
      },
      {
        "id": "5278",
        "name": "Стерлибашево"
      },
      {
        "id": "5279",
        "name": "Толбазы"
      },
      {
        "id": "5280",
        "name": "Туймазы"
      },
      {
        "id": "5281",
        "name": "Федоровка"
      },
      {
        "id": "5282",
        "name": "Чекмагуш"
      },
      {
        "id": "5283",
        "name": "Чишмы"
      },
      {
        "id": "5284",
        "name": "Шаран"
      },
      {
        "id": "5285",
        "name": "Языково"
      },
      {
        "id": "5286",
        "name": "Янаул"
      },
      {
        "id": "5287",
        "name": "Абзаково"
      },
      {
        "id": "5288",
        "name": "Благовещенск"
      },
      {
        "id": "5289",
        "name": "Приютово"
      },
      {
        "id": "5290",
        "name": "Уфа"
      }
    ]
  },
  {
    "id": "135",
    "name": "Хабаровский край",
    "cities": [
      {
        "id": "5291",
        "name": "Амурск"
      },
      {
        "id": "5292",
        "name": "Комсомольск-на-Амуре"
      },
      {
        "id": "5293",
        "name": "Охотск"
      },
      {
        "id": "5294",
        "name": "Советская Гавань"
      },
      {
        "id": "5295",
        "name": "Аян"
      },
      {
        "id": "5296",
        "name": "Бикин"
      },
      {
        "id": "5297",
        "name": "Богородское"
      },
      {
        "id": "5298",
        "name": "Ванино"
      },
      {
        "id": "5299",
        "name": "Вяземский"
      },
      {
        "id": "5300",
        "name": "Николаевск-на-Амуре"
      },
      {
        "id": "5301",
        "name": "Переяславка"
      },
      {
        "id": "5302",
        "name": "Полины Осипенко"
      },
      {
        "id": "5303",
        "name": "Солнечный"
      },
      {
        "id": "5304",
        "name": "Троицкое"
      },
      {
        "id": "5305",
        "name": "Чегдомын"
      },
      {
        "id": "5306",
        "name": "Чумикан"
      },
      {
        "id": "5307",
        "name": "Мухен"
      },
      {
        "id": "5308",
        "name": "Хабаровск"
      }
    ]
  },
  {
    "id": "136",
    "name": "Кения",
    "cities": []
  },
  {
    "id": "137",
    "name": "Корейская Народно-Демократическая Республика",
    "cities": []
  },
  {
    "id": "138",
    "name": "Кувейт",
    "cities": []
  },
  {
    "id": "139",
    "name": "Лаос",
    "cities": []
  },
  {
    "id": "140",
    "name": "Чувашская Республика",
    "cities": [
      {
        "id": "5309",
        "name": "Алатырь"
      },
      {
        "id": "5310",
        "name": "Аликово"
      },
      {
        "id": "5311",
        "name": "Батырево"
      },
      {
        "id": "5312",
        "name": "Вурнары"
      },
      {
        "id": "5313",
        "name": "Ибреси"
      },
      {
        "id": "5314",
        "name": "Канаш"
      },
      {
        "id": "5315",
        "name": "Козловка"
      },
      {
        "id": "5316",
        "name": "Комсомольское"
      },
      {
        "id": "5317",
        "name": "Красноармейское"
      },
      {
        "id": "5318",
        "name": "Красные Четаи"
      },
      {
        "id": "5319",
        "name": "Кугеси"
      },
      {
        "id": "5320",
        "name": "Мариинский Посад"
      },
      {
        "id": "5321",
        "name": "Моргауши"
      },
      {
        "id": "5322",
        "name": "Новочебоксарск"
      },
      {
        "id": "5323",
        "name": "Порецкое"
      },
      {
        "id": "5324",
        "name": "Урмары"
      },
      {
        "id": "5325",
        "name": "Шемурша"
      },
      {
        "id": "5326",
        "name": "Шумерля"
      },
      {
        "id": "5327",
        "name": "Ядрин"
      },
      {
        "id": "5328",
        "name": "Яльчики"
      },
      {
        "id": "5329",
        "name": "Янтиково"
      },
      {
        "id": "5330",
        "name": "Цивильск"
      },
      {
        "id": "6901",
        "name": "Чебоксары"
      }
    ]
  },
  {
    "id": "141",
    "name": "Челябинская область",
    "cities": [
      {
        "id": "5331",
        "name": "Магнитогорск"
      },
      {
        "id": "5332",
        "name": "Миасс"
      },
      {
        "id": "5333",
        "name": "Златоуст"
      },
      {
        "id": "5334",
        "name": "Аргаяш"
      },
      {
        "id": "5335",
        "name": "Аша"
      },
      {
        "id": "5336",
        "name": "Бреды"
      },
      {
        "id": "5337",
        "name": "Верхний Уфалей"
      },
      {
        "id": "5338",
        "name": "Завьялиха"
      },
      {
        "id": "5339",
        "name": "Карталы"
      },
      {
        "id": "5340",
        "name": "Катав-Ивановск"
      },
      {
        "id": "5341",
        "name": "Кыштым"
      },
      {
        "id": "5342",
        "name": "Неплюевка"
      },
      {
        "id": "5343",
        "name": "Нязепетровск"
      },
      {
        "id": "5344",
        "name": "Октябрьское"
      },
      {
        "id": "5345",
        "name": "Снежинск"
      },
      {
        "id": "5346",
        "name": "Троицк"
      },
      {
        "id": "5347",
        "name": "Усть-Катав"
      },
      {
        "id": "5348",
        "name": "Чебаркуль"
      },
      {
        "id": "5349",
        "name": "Южноуральск"
      },
      {
        "id": "5350",
        "name": "Юрюзань"
      },
      {
        "id": "5351",
        "name": "Агаповка"
      },
      {
        "id": "5352",
        "name": "Бакал"
      },
      {
        "id": "5353",
        "name": "Варна"
      },
      {
        "id": "5354",
        "name": "Верхнеуральск"
      },
      {
        "id": "5355",
        "name": "Долгодеревенское"
      },
      {
        "id": "5356",
        "name": "Еманжелинск"
      },
      {
        "id": "5357",
        "name": "Еткуль"
      },
      {
        "id": "5358",
        "name": "Карабаш"
      },
      {
        "id": "5359",
        "name": "Касли"
      },
      {
        "id": "5360",
        "name": "Кизильское"
      },
      {
        "id": "5361",
        "name": "Копейск"
      },
      {
        "id": "5362",
        "name": "Коркино"
      },
      {
        "id": "5363",
        "name": "Кунашак"
      },
      {
        "id": "5364",
        "name": "Куса"
      },
      {
        "id": "5365",
        "name": "Миасское"
      },
      {
        "id": "5366",
        "name": "Миньяр"
      },
      {
        "id": "5367",
        "name": "Озерск"
      },
      {
        "id": "5368",
        "name": "Пласт"
      },
      {
        "id": "5369",
        "name": "Сатка"
      },
      {
        "id": "5370",
        "name": "Сим"
      },
      {
        "id": "5371",
        "name": "Трехгорный"
      },
      {
        "id": "5372",
        "name": "Увельский"
      },
      {
        "id": "5373",
        "name": "Уйское"
      },
      {
        "id": "5374",
        "name": "Фершампенуаз"
      },
      {
        "id": "5375",
        "name": "Чесма"
      },
      {
        "id": "5376",
        "name": "Вишневогорск"
      },
      {
        "id": "5377",
        "name": "Челябинск"
      },
      {
        "id": "5378",
        "name": "Всеволожск"
      }
    ]
  },
  {
    "id": "142",
    "name": "Лихтенштейн",
    "cities": []
  },
  {
    "id": "143",
    "name": "Шри-Ланка",
    "cities": []
  },
  {
    "id": "144",
    "name": "Читинская область",
    "cities": [
      {
        "id": "5379",
        "name": "Агинское"
      },
      {
        "id": "5380",
        "name": "Борзя"
      },
      {
        "id": "5381",
        "name": "Забайкальск"
      },
      {
        "id": "5382",
        "name": "Нерчинск"
      },
      {
        "id": "5383",
        "name": "Шилка"
      },
      {
        "id": "5384",
        "name": "Акша"
      },
      {
        "id": "5385",
        "name": "Александровский Завод"
      },
      {
        "id": "5386",
        "name": "Балей"
      },
      {
        "id": "5387",
        "name": "Верх-Усугли"
      },
      {
        "id": "5388",
        "name": "Газимурский Завод"
      },
      {
        "id": "5389",
        "name": "Горный"
      },
      {
        "id": "5390",
        "name": "Дульдурга"
      },
      {
        "id": "5391",
        "name": "Калга"
      },
      {
        "id": "5392",
        "name": "Карымское"
      },
      {
        "id": "5393",
        "name": "Краснокаменск"
      },
      {
        "id": "5394",
        "name": "Красный Чикой"
      },
      {
        "id": "5395",
        "name": "Кыра"
      },
      {
        "id": "5396",
        "name": "Могойтуй"
      },
      {
        "id": "5397",
        "name": "Могоча"
      },
      {
        "id": "5398",
        "name": "Нерчинский Завод"
      },
      {
        "id": "5399",
        "name": "Нижний Цасучей"
      },
      {
        "id": "5400",
        "name": "Оловянная"
      },
      {
        "id": "5401",
        "name": "Петровск-Забайкальский"
      },
      {
        "id": "5402",
        "name": "Приаргунск"
      },
      {
        "id": "5403",
        "name": "Сретенск"
      },
      {
        "id": "5404",
        "name": "Тупик"
      },
      {
        "id": "5405",
        "name": "Улеты"
      },
      {
        "id": "5406",
        "name": "Хилок"
      },
      {
        "id": "5407",
        "name": "Чара"
      },
      {
        "id": "5408",
        "name": "Чернышевск"
      },
      {
        "id": "5409",
        "name": "Шелопугино"
      },
      {
        "id": "5410",
        "name": "Чита"
      }
    ]
  },
  {
    "id": "145",
    "name": "Сахалинская область",
    "cities": [
      {
        "id": "5411",
        "name": "Александровск-Сахалинский"
      },
      {
        "id": "5412",
        "name": "Анива"
      },
      {
        "id": "5413",
        "name": "Долинск"
      },
      {
        "id": "5414",
        "name": "Корсаков"
      },
      {
        "id": "5415",
        "name": "Курильск"
      },
      {
        "id": "5416",
        "name": "Макаров"
      },
      {
        "id": "5417",
        "name": "Невельск"
      },
      {
        "id": "5418",
        "name": "Ноглики"
      },
      {
        "id": "5419",
        "name": "Оха"
      },
      {
        "id": "5420",
        "name": "Поронайск"
      },
      {
        "id": "5421",
        "name": "Северо-Курильск"
      },
      {
        "id": "5422",
        "name": "Смирных"
      },
      {
        "id": "5423",
        "name": "Томари"
      },
      {
        "id": "5424",
        "name": "Тымовское"
      },
      {
        "id": "5425",
        "name": "Углегорск"
      },
      {
        "id": "5426",
        "name": "Холмск"
      },
      {
        "id": "5427",
        "name": "Южно-Курильск"
      },
      {
        "id": "5428",
        "name": "Вахрушев"
      },
      {
        "id": "5429",
        "name": "Шахтерск"
      },
      {
        "id": "5430",
        "name": "Красногорск"
      },
      {
        "id": "5431",
        "name": "Лесогорск"
      },
      {
        "id": "5432",
        "name": "Чехов"
      },
      {
        "id": "5433",
        "name": "Южно-Сахалинск"
      }
    ]
  },
  {
    "id": "146",
    "name": "Республика Саха (Якутия)",
    "cities": [
      {
        "id": "5434",
        "name": "Алдан"
      },
      {
        "id": "5435",
        "name": "Верхоянск"
      },
      {
        "id": "5436",
        "name": "Вилюйск"
      },
      {
        "id": "5437",
        "name": "Витим"
      },
      {
        "id": "5438",
        "name": "Жиганск"
      },
      {
        "id": "5439",
        "name": "Ленск"
      },
      {
        "id": "5440",
        "name": "Мирный"
      },
      {
        "id": "5441",
        "name": "Нерюнгри"
      },
      {
        "id": "5442",
        "name": "Оймякон"
      },
      {
        "id": "5443",
        "name": "Оленегорск"
      },
      {
        "id": "5444",
        "name": "Оленек"
      },
      {
        "id": "5445",
        "name": "Сунтар"
      },
      {
        "id": "5446",
        "name": "Тикси"
      },
      {
        "id": "5447",
        "name": "Черский"
      },
      {
        "id": "5448",
        "name": "Чокурдах"
      },
      {
        "id": "5449",
        "name": "Шелагонцы"
      },
      {
        "id": "5450",
        "name": "Амга"
      },
      {
        "id": "5451",
        "name": "Батагай"
      },
      {
        "id": "5452",
        "name": "Батагай-Алыта"
      },
      {
        "id": "5453",
        "name": "Белая Гора"
      },
      {
        "id": "5454",
        "name": "Бердигестях"
      },
      {
        "id": "5455",
        "name": "Борогонцы"
      },
      {
        "id": "5456",
        "name": "Верхневилюйск"
      },
      {
        "id": "5457",
        "name": "Депутатский"
      },
      {
        "id": "5458",
        "name": "Жатай"
      },
      {
        "id": "5459",
        "name": "Зырянка"
      },
      {
        "id": "5460",
        "name": "Майя"
      },
      {
        "id": "5461",
        "name": "Намцы"
      },
      {
        "id": "5462",
        "name": "Нижний Бестях"
      },
      {
        "id": "5463",
        "name": "Нюрба"
      },
      {
        "id": "5464",
        "name": "Олекминск"
      },
      {
        "id": "5465",
        "name": "Покровск"
      },
      {
        "id": "5466",
        "name": "Сангар"
      },
      {
        "id": "5467",
        "name": "Саскылах"
      },
      {
        "id": "5468",
        "name": "Среднеколымск"
      },
      {
        "id": "5469",
        "name": "Томмот"
      },
      {
        "id": "5470",
        "name": "Удачный"
      },
      {
        "id": "5471",
        "name": "Усть-Мая"
      },
      {
        "id": "5472",
        "name": "Усть-Нера"
      },
      {
        "id": "5473",
        "name": "Хандыга"
      },
      {
        "id": "5474",
        "name": "Хонуу"
      },
      {
        "id": "5475",
        "name": "Чурапча"
      },
      {
        "id": "5476",
        "name": "Ытык-Кюель"
      },
      {
        "id": "5477",
        "name": "Якутск"
      }
    ]
  },
  {
    "id": "147",
    "name": "Ярославская область",
    "cities": [
      {
        "id": "5478",
        "name": "Гаврилов-Ям"
      },
      {
        "id": "5479",
        "name": "Переславль-Залесский"
      },
      {
        "id": "5480",
        "name": "Пошехонье"
      },
      {
        "id": "5481",
        "name": "Ростов"
      },
      {
        "id": "5482",
        "name": "Рыбинск"
      },
      {
        "id": "5483",
        "name": "Тутаев"
      },
      {
        "id": "5484",
        "name": "Углич"
      },
      {
        "id": "5485",
        "name": "Пречистое"
      },
      {
        "id": "5486",
        "name": "Новый Некоуз"
      },
      {
        "id": "5487",
        "name": "Некрасовское"
      },
      {
        "id": "5488",
        "name": "Большое Село"
      },
      {
        "id": "5489",
        "name": "Борисоглебский"
      },
      {
        "id": "5490",
        "name": "Брейтово"
      },
      {
        "id": "5491",
        "name": "Данилов"
      },
      {
        "id": "5492",
        "name": "Любим"
      },
      {
        "id": "5493",
        "name": "Мышкин"
      },
      {
        "id": "5494",
        "name": "Некоуз"
      },
      {
        "id": "5495",
        "name": "Красные Ткачи"
      },
      {
        "id": "5496",
        "name": "Мокеевское"
      },
      {
        "id": "5497",
        "name": "Ярославль"
      }
    ]
  },
  {
    "id": "148",
    "name": "Республика Хакасия",
    "cities": [
      {
        "id": "5498",
        "name": "Бея"
      },
      {
        "id": "5499",
        "name": "Абаза"
      },
      {
        "id": "5500",
        "name": "Аскиз"
      },
      {
        "id": "5501",
        "name": "Белый Яр"
      },
      {
        "id": "5502",
        "name": "Боград"
      },
      {
        "id": "5503",
        "name": "Копьёво"
      },
      {
        "id": "5504",
        "name": "Саяногорск"
      },
      {
        "id": "5505",
        "name": "Сорск"
      },
      {
        "id": "5506",
        "name": "Усть-Абакан"
      },
      {
        "id": "5507",
        "name": "Черногорск"
      },
      {
        "id": "5508",
        "name": "Шира"
      },
      {
        "id": "5509",
        "name": "Таштып"
      },
      {
        "id": "6899",
        "name": "Абакан"
      }
    ]
  },
  {
    "id": "149",
    "name": "Либерия",
    "cities": []
  },
  {
    "id": "150",
    "name": "Республика Ингушетия",
    "cities": [
      {
        "id": "5510",
        "name": "Джейрах"
      },
      {
        "id": "5511",
        "name": "Карабулак"
      },
      {
        "id": "5512",
        "name": "Назрань"
      },
      {
        "id": "5513",
        "name": "Малгобек"
      },
      {
        "id": "5514",
        "name": "Орджоникидзевская"
      },
      {
        "id": "5515",
        "name": "Магас"
      }
    ]
  },
  {
    "id": "151",
    "name": "Лесото",
    "cities": []
  },
  {
    "id": "152",
    "name": "Великое Герцогство Люксембург",
    "cities": []
  },
  {
    "id": "153",
    "name": "Ливия",
    "cities": []
  },
  {
    "id": "154",
    "name": "Марокко",
    "cities": []
  },
  {
    "id": "155",
    "name": "Монако",
    "cities": []
  },
  {
    "id": "156",
    "name": "Черногория",
    "cities": []
  },
  {
    "id": "157",
    "name": "Мадагаскар",
    "cities": []
  },
  {
    "id": "158",
    "name": "Македония",
    "cities": []
  },
  {
    "id": "159",
    "name": "Мали",
    "cities": []
  },
  {
    "id": "160",
    "name": "Мьянма",
    "cities": []
  },
  {
    "id": "161",
    "name": "Монголия",
    "cities": []
  },
  {
    "id": "162",
    "name": "Мавритания",
    "cities": []
  },
  {
    "id": "163",
    "name": "Мальта",
    "cities": []
  },
  {
    "id": "164",
    "name": "Мальдивы",
    "cities": []
  },
  {
    "id": "165",
    "name": "Малави",
    "cities": []
  },
  {
    "id": "166",
    "name": "Малайзия",
    "cities": []
  },
  {
    "id": "167",
    "name": "Мозамбик",
    "cities": []
  },
  {
    "id": "168",
    "name": "Намибия",
    "cities": []
  },
  {
    "id": "169",
    "name": "Нигер",
    "cities": []
  },
  {
    "id": "170",
    "name": "Республика Карелия",
    "cities": [
      {
        "id": "5516",
        "name": "Беломорск"
      },
      {
        "id": "5517",
        "name": "Валаам"
      },
      {
        "id": "5518",
        "name": "Калевала"
      },
      {
        "id": "5519",
        "name": "Кижи"
      },
      {
        "id": "5520",
        "name": "Кондопога"
      },
      {
        "id": "5521",
        "name": "Костомукша"
      },
      {
        "id": "5522",
        "name": "Сортавала"
      },
      {
        "id": "5523",
        "name": "Кемь"
      },
      {
        "id": "5524",
        "name": "Лахденпохья"
      },
      {
        "id": "5525",
        "name": "Лоухи"
      },
      {
        "id": "5526",
        "name": "Медвежьегорск"
      },
      {
        "id": "5527",
        "name": "Муезерский"
      },
      {
        "id": "5528",
        "name": "Олонец"
      },
      {
        "id": "5529",
        "name": "Питкяранта"
      },
      {
        "id": "5530",
        "name": "Пряжа"
      },
      {
        "id": "5531",
        "name": "Пудож"
      },
      {
        "id": "5532",
        "name": "Сегежа"
      },
      {
        "id": "5533",
        "name": "Суоярви"
      },
      {
        "id": "6904",
        "name": "Петрозаводск"
      }
    ]
  },
  {
    "id": "171",
    "name": "Нигерия",
    "cities": []
  },
  {
    "id": "172",
    "name": "Ямало-Ненецкий автономный округ",
    "cities": [
      {
        "id": "5534",
        "name": "Губкинский"
      },
      {
        "id": "5535",
        "name": "Красноселькуп"
      },
      {
        "id": "5536",
        "name": "Лабытнанги"
      },
      {
        "id": "5537",
        "name": "Муравленко"
      },
      {
        "id": "5538",
        "name": "Надым"
      },
      {
        "id": "5539",
        "name": "Новый Уренгой"
      },
      {
        "id": "5540",
        "name": "Ноябрьск"
      },
      {
        "id": "5541",
        "name": "Тамбей"
      },
      {
        "id": "5542",
        "name": "Тарко-Сале"
      },
      {
        "id": "5543",
        "name": "Уренгой"
      },
      {
        "id": "5544",
        "name": "Ямбург"
      },
      {
        "id": "5545",
        "name": "Яр-Сале"
      },
      {
        "id": "5546",
        "name": "Тазовский"
      },
      {
        "id": "5547",
        "name": "Мужи"
      },
      {
        "id": "5548",
        "name": "Аксарка"
      },
      {
        "id": "5549",
        "name": "Харп"
      },
      {
        "id": "5550",
        "name": "Салехард"
      },
      {
        "id": "5551",
        "name": "Шурышкары"
      }
    ]
  },
  {
    "id": "173",
    "name": "Никарагуа",
    "cities": []
  },
  {
    "id": "174",
    "name": "Непал",
    "cities": []
  },
  {
    "id": "175",
    "name": "Новая Зеландия",
    "cities": []
  },
  {
    "id": "176",
    "name": "Оман",
    "cities": []
  },
  {
    "id": "177",
    "name": "Республика Панама",
    "cities": []
  },
  {
    "id": "178",
    "name": "Перу",
    "cities": []
  },
  {
    "id": "179",
    "name": "Папуа - Новая Гвинея",
    "cities": []
  },
  {
    "id": "180",
    "name": "Филиппины",
    "cities": []
  },
  {
    "id": "181",
    "name": "Пакистан",
    "cities": []
  },
  {
    "id": "182",
    "name": "Пуэрто-Рико",
    "cities": []
  },
  {
    "id": "183",
    "name": "Палестинская автономия",
    "cities": []
  },
  {
    "id": "184",
    "name": "Парагвай",
    "cities": []
  },
  {
    "id": "185",
    "name": "Катар",
    "cities": []
  },
  {
    "id": "186",
    "name": "Румыния",
    "cities": []
  },
  {
    "id": "187",
    "name": "Сербия",
    "cities": []
  },
  {
    "id": "188",
    "name": "Россия",
    "cities": []
  },
  {
    "id": "189",
    "name": "Руанда",
    "cities": []
  },
  {
    "id": "190",
    "name": "Сейшельские острова",
    "cities": []
  },
  {
    "id": "191",
    "name": "Молдова",
    "cities": [
      {
        "id": "5744",
        "name": "Тирасполь"
      },
      {
        "id": "5745",
        "name": "Бельцы"
      },
      {
        "id": "5746",
        "name": "Кишинев"
      },
      {
        "id": "5747",
        "name": "Комрат"
      },
      {
        "id": "5748",
        "name": "Сороки"
      },
      {
        "id": "5749",
        "name": "Бессарабка"
      },
      {
        "id": "5750",
        "name": "Бричаны"
      },
      {
        "id": "5751",
        "name": "Глодяны"
      },
      {
        "id": "5752",
        "name": "Дондюшаны"
      },
      {
        "id": "5753",
        "name": "Дрокия"
      },
      {
        "id": "5754",
        "name": "Единцы"
      },
      {
        "id": "5755",
        "name": "Кагул"
      },
      {
        "id": "5756",
        "name": "Калараш"
      },
      {
        "id": "5757",
        "name": "Кантемир"
      },
      {
        "id": "5758",
        "name": "Каушаны"
      },
      {
        "id": "5759",
        "name": "Кочиеры"
      },
      {
        "id": "5760",
        "name": "Криуляны"
      },
      {
        "id": "5761",
        "name": "Леова"
      },
      {
        "id": "5762",
        "name": "Ниспорены"
      },
      {
        "id": "5763",
        "name": "Новые Анены"
      },
      {
        "id": "5764",
        "name": "Окница"
      },
      {
        "id": "5765",
        "name": "Оргеев"
      },
      {
        "id": "5766",
        "name": "Резина"
      },
      {
        "id": "5767",
        "name": "Рышканы"
      },
      {
        "id": "5768",
        "name": "Страшены"
      },
      {
        "id": "5769",
        "name": "Сынжерей"
      },
      {
        "id": "5770",
        "name": "Тараклия"
      },
      {
        "id": "5771",
        "name": "Теленешты"
      },
      {
        "id": "5772",
        "name": "Унгены"
      },
      {
        "id": "5773",
        "name": "Фалешты"
      },
      {
        "id": "5774",
        "name": "Флорешты"
      },
      {
        "id": "5775",
        "name": "Хынчешты"
      },
      {
        "id": "5776",
        "name": "Чимишлия"
      },
      {
        "id": "5777",
        "name": "Шолданешты"
      },
      {
        "id": "5778",
        "name": "Штефан-Водэ"
      },
      {
        "id": "5779",
        "name": "Яловены"
      },
      {
        "id": "5780",
        "name": "Бендеры"
      },
      {
        "id": "5781",
        "name": "Рыбница"
      },
      {
        "id": "5782",
        "name": "Дубоссары"
      },
      {
        "id": "5784",
        "name": "Чадыр-Лунга"
      },
      {
        "id": "5785",
        "name": "Григориополь"
      }
    ]
  },
  {
    "id": "192",
    "name": "Судан",
    "cities": []
  },
  {
    "id": "193",
    "name": "Республика Сингапур",
    "cities": []
  },
  {
    "id": "194",
    "name": "Словения",
    "cities": []
  },
  {
    "id": "195",
    "name": "Словакия",
    "cities": []
  },
  {
    "id": "196",
    "name": "Украина",
    "cities": []
  },
  {
    "id": "197",
    "name": "Сьерра-Леоне",
    "cities": []
  },
  {
    "id": "198",
    "name": "Республика Сан-Марино",
    "cities": []
  },
  {
    "id": "199",
    "name": "Израиль",
    "cities": []
  },
  {
    "id": "200",
    "name": "Соединенные Штаты Америки",
    "cities": []
  },
  {
    "id": "201",
    "name": "Беларусь",
    "cities": []
  },
  {
    "id": "202",
    "name": "Германия",
    "cities": []
  },
  {
    "id": "203",
    "name": "Сенегал",
    "cities": []
  },
  {
    "id": "204",
    "name": "Афганистан",
    "cities": []
  },
  {
    "id": "205",
    "name": "Сомали",
    "cities": []
  },
  {
    "id": "206",
    "name": "Албания",
    "cities": []
  },
  {
    "id": "207",
    "name": "Алжирская Народная Демократическая Республика",
    "cities": []
  },
  {
    "id": "208",
    "name": "Суринам",
    "cities": []
  },
  {
    "id": "209",
    "name": "Андорра",
    "cities": []
  },
  {
    "id": "210",
    "name": "Ангола",
    "cities": []
  },
  {
    "id": "211",
    "name": "Сальвадор",
    "cities": []
  },
  {
    "id": "212",
    "name": "Сирия",
    "cities": []
  },
  {
    "id": "213",
    "name": "Того",
    "cities": []
  },
  {
    "id": "214",
    "name": "Аргентина",
    "cities": []
  },
  {
    "id": "215",
    "name": "Армения",
    "cities": [
      {
        "id": "6487",
        "name": "Армавир"
      },
      {
        "id": "6488",
        "name": "Гюмри"
      },
      {
        "id": "6489",
        "name": "Ереван"
      },
      {
        "id": "6490",
        "name": "Раздан"
      },
      {
        "id": "6491",
        "name": "Аштарак"
      },
      {
        "id": "6492",
        "name": "Арташат"
      },
      {
        "id": "6493",
        "name": "Ванадзор"
      },
      {
        "id": "6494",
        "name": "Гавар"
      },
      {
        "id": "6495",
        "name": "Ехегнадзор"
      },
      {
        "id": "6496",
        "name": "Иджеван"
      },
      {
        "id": "6497",
        "name": "Капан"
      },
      {
        "id": "6498",
        "name": "Абовян"
      },
      {
        "id": "6499",
        "name": "Алаверди"
      },
      {
        "id": "6500",
        "name": "Арарат"
      },
      {
        "id": "6501",
        "name": "Вагаршапат"
      },
      {
        "id": "6502",
        "name": "Горис"
      },
      {
        "id": "6503",
        "name": "Севан"
      },
      {
        "id": "6504",
        "name": "Дилижан"
      }
    ]
  },
  {
    "id": "216",
    "name": "Тунисская Республика",
    "cities": []
  },
  {
    "id": "217",
    "name": "Австралия",
    "cities": []
  },
  {
    "id": "218",
    "name": "Австрия",
    "cities": []
  },
  {
    "id": "219",
    "name": "Азербайджан",
    "cities": [
      {
        "id": "6505",
        "name": "Баку"
      },
      {
        "id": "6506",
        "name": "Гянджа"
      },
      {
        "id": "6507",
        "name": "Хенкеди (Степанакерт)"
      },
      {
        "id": "6508",
        "name": "Сумгаит"
      },
      {
        "id": "6509",
        "name": "Мингечаур"
      },
      {
        "id": "6510",
        "name": "Габала"
      },
      {
        "id": "6511",
        "name": "Исмаиллы"
      },
      {
        "id": "6512",
        "name": "Шуша"
      },
      {
        "id": "6513",
        "name": "Шеки"
      },
      {
        "id": "6514",
        "name": "Нахичевань"
      },
      {
        "id": "7074",
        "name": "Степанакерт"
      }
    ]
  },
  {
    "id": "220",
    "name": "Багамские острова",
    "cities": []
  },
  {
    "id": "221",
    "name": "Бахрейн",
    "cities": []
  },
  {
    "id": "222",
    "name": "Бангладеш",
    "cities": []
  },
  {
    "id": "223",
    "name": "Королевство Тонга",
    "cities": []
  },
  {
    "id": "224",
    "name": "Тринидад и Тобаго",
    "cities": []
  },
  {
    "id": "225",
    "name": "Бельгия",
    "cities": []
  },
  {
    "id": "226",
    "name": "Белиз",
    "cities": []
  },
  {
    "id": "227",
    "name": "Бенин",
    "cities": []
  },
  {
    "id": "228",
    "name": "Танзания",
    "cities": []
  },
  {
    "id": "229",
    "name": "Бутан",
    "cities": []
  },
  {
    "id": "230",
    "name": "Боливия",
    "cities": []
  },
  {
    "id": "231",
    "name": "Босния и Герцеговина",
    "cities": []
  },
  {
    "id": "232",
    "name": "Ботсвана",
    "cities": []
  },
  {
    "id": "233",
    "name": "Уганда",
    "cities": []
  },
  {
    "id": "234",
    "name": "Бразилия",
    "cities": []
  },
  {
    "id": "235",
    "name": "Уругвай",
    "cities": []
  },
  {
    "id": "236",
    "name": "Государство-город Ватикан",
    "cities": []
  },
  {
    "id": "237",
    "name": "Болгария",
    "cities": []
  },
  {
    "id": "238",
    "name": "Буркина-Фасо",
    "cities": []
  },
  {
    "id": "239",
    "name": "Венесуэла",
    "cities": []
  },
  {
    "id": "240",
    "name": "Камбоджа",
    "cities": []
  },
  {
    "id": "241",
    "name": "Камерун",
    "cities": []
  },
  {
    "id": "242",
    "name": "Канада",
    "cities": []
  },
  {
    "id": "243",
    "name": "Вьетнам",
    "cities": []
  },
  {
    "id": "244",
    "name": "Йемен",
    "cities": []
  },
  {
    "id": "245",
    "name": "Центрально-Африканская Республика",
    "cities": []
  },
  {
    "id": "246",
    "name": "Чад",
    "cities": []
  },
  {
    "id": "247",
    "name": "Чили",
    "cities": []
  },
  {
    "id": "248",
    "name": "Китай",
    "cities": []
  },
  {
    "id": "249",
    "name": "Южно-Африканская Республика",
    "cities": []
  },
  {
    "id": "250",
    "name": "Замбия",
    "cities": []
  },
  {
    "id": "251",
    "name": "Колумбия",
    "cities": []
  },
  {
    "id": "252",
    "name": "Зимбабве",
    "cities": []
  },
  {
    "id": "253",
    "name": "Республика Конго",
    "cities": []
  },
  {
    "id": "254",
    "name": "Демократическая Республика Конго",
    "cities": []
  },
  {
    "id": "255",
    "name": "Острова Кука",
    "cities": []
  },
  {
    "id": "256",
    "name": "Симферополь",
    "cities": [
      {
        "id": "5786",
        "name": "Ай-Петри"
      },
      {
        "id": "5787",
        "name": "Алушта"
      },
      {
        "id": "5788",
        "name": "Джанкой"
      },
      {
        "id": "5789",
        "name": "Евпатория"
      },
      {
        "id": "5790",
        "name": "Керчь"
      },
      {
        "id": "5791",
        "name": "Мыс Казантип"
      },
      {
        "id": "5792",
        "name": "Саки"
      },
      {
        "id": "5793",
        "name": "Судак"
      },
      {
        "id": "5794",
        "name": "Феодосия"
      },
      {
        "id": "5795",
        "name": "Форос"
      },
      {
        "id": "5796",
        "name": "Щелкино"
      },
      {
        "id": "5797",
        "name": "Ялта"
      },
      {
        "id": "5798",
        "name": "Берегово"
      },
      {
        "id": "5799",
        "name": "Армянск"
      },
      {
        "id": "5800",
        "name": "Бахчисарай"
      },
      {
        "id": "5801",
        "name": "Белогорск"
      },
      {
        "id": "5802",
        "name": "Гаспра"
      },
      {
        "id": "5803",
        "name": "Инкерман"
      },
      {
        "id": "5804",
        "name": "Кировское"
      },
      {
        "id": "5805",
        "name": "Красногвардейское"
      },
      {
        "id": "5806",
        "name": "Красноперекопск"
      },
      {
        "id": "5807",
        "name": "Ленино"
      },
      {
        "id": "5808",
        "name": "Нижнегорский"
      },
      {
        "id": "5809",
        "name": "Первомайское"
      },
      {
        "id": "5810",
        "name": "Раздольное"
      },
      {
        "id": "5811",
        "name": "Советский"
      },
      {
        "id": "5812",
        "name": "Черноморское"
      },
      {
        "id": "6349",
        "name": "Балаклава"
      },
      {
        "id": "6350",
        "name": "Симферополь"
      },
      {
        "id": "6351",
        "name": "Гурзуф"
      },
      {
        "id": "6352",
        "name": "Коктебель"
      },
      {
        "id": "6353",
        "name": "Мысовое"
      },
      {
        "id": "6354",
        "name": "Севастополь"
      },
      {
        "id": "6355",
        "name": "Старый Крым"
      }
    ]
  },
  {
    "id": "257",
    "name": "Винницкая область",
    "cities": [
      {
        "id": "5813",
        "name": "Бар"
      },
      {
        "id": "5814",
        "name": "Бершадь"
      },
      {
        "id": "5815",
        "name": "Гайсин"
      },
      {
        "id": "5816",
        "name": "Жмеринка"
      },
      {
        "id": "5817",
        "name": "Ильинцы"
      },
      {
        "id": "5818",
        "name": "Казатин"
      },
      {
        "id": "5819",
        "name": "Калиновка"
      },
      {
        "id": "5820",
        "name": "Крижополь"
      },
      {
        "id": "5821",
        "name": "Ладыжин"
      },
      {
        "id": "5822",
        "name": "Липовец"
      },
      {
        "id": "5823",
        "name": "Литин"
      },
      {
        "id": "5824",
        "name": "Могилев-Подольский"
      },
      {
        "id": "5825",
        "name": "Мурованые Куриловцы"
      },
      {
        "id": "5826",
        "name": "Немиров"
      },
      {
        "id": "5827",
        "name": "Оратов"
      },
      {
        "id": "5828",
        "name": "Пещанка"
      },
      {
        "id": "5829",
        "name": "Погребище"
      },
      {
        "id": "5830",
        "name": "Теплик"
      },
      {
        "id": "5831",
        "name": "Тивров"
      },
      {
        "id": "5832",
        "name": "Томашполь"
      },
      {
        "id": "5833",
        "name": "Тростянец"
      },
      {
        "id": "5834",
        "name": "Тульчин"
      },
      {
        "id": "5835",
        "name": "Хмельник"
      },
      {
        "id": "5837",
        "name": "Чечельник"
      },
      {
        "id": "5838",
        "name": "Шаргород"
      },
      {
        "id": "5839",
        "name": "Ямполь"
      },
      {
        "id": "6356",
        "name": "Винница"
      }
    ]
  },
  {
    "id": "258",
    "name": "Волынская область",
    "cities": [
      {
        "id": "5840",
        "name": "Владимир-Волынский"
      },
      {
        "id": "5841",
        "name": "Горохов"
      },
      {
        "id": "5842",
        "name": "Иваничи"
      },
      {
        "id": "5843",
        "name": "Камень-Каширский"
      },
      {
        "id": "5844",
        "name": "Киверцы"
      },
      {
        "id": "5845",
        "name": "Ковель"
      },
      {
        "id": "5846",
        "name": "Локачи"
      },
      {
        "id": "5847",
        "name": "Любешов"
      },
      {
        "id": "5848",
        "name": "Любомль"
      },
      {
        "id": "5849",
        "name": "Маневичи"
      },
      {
        "id": "5850",
        "name": "Нововолынск"
      },
      {
        "id": "5851",
        "name": "Ратно"
      },
      {
        "id": "5852",
        "name": "Рожище"
      },
      {
        "id": "5853",
        "name": "Старая Выжевка"
      },
      {
        "id": "5854",
        "name": "Турийск"
      },
      {
        "id": "5855",
        "name": "Шацк"
      },
      {
        "id": "6357",
        "name": "Луцк"
      }
    ]
  },
  {
    "id": "259",
    "name": "Днепропетровская область",
    "cities": [
      {
        "id": "5856",
        "name": "Горловка"
      },
      {
        "id": "5857",
        "name": "Днепродзержинск"
      },
      {
        "id": "5858",
        "name": "Кривой Рог"
      },
      {
        "id": "5859",
        "name": "Павлоград"
      },
      {
        "id": "5860",
        "name": "Апостолово"
      },
      {
        "id": "5861",
        "name": "Васильковка"
      },
      {
        "id": "5862",
        "name": "Верхнеднепровск"
      },
      {
        "id": "5863",
        "name": "Вольногорск"
      },
      {
        "id": "5864",
        "name": "Желтые Воды"
      },
      {
        "id": "5865",
        "name": "Зеленодольск"
      },
      {
        "id": "5866",
        "name": "Кринички"
      },
      {
        "id": "5867",
        "name": "Магдалиновка"
      },
      {
        "id": "5868",
        "name": "Марганец"
      },
      {
        "id": "5869",
        "name": "Межевая"
      },
      {
        "id": "5870",
        "name": "Никополь"
      },
      {
        "id": "5871",
        "name": "Новомосковск"
      },
      {
        "id": "5872",
        "name": "Орджоникидзе"
      },
      {
        "id": "5873",
        "name": "Першотравенск"
      },
      {
        "id": "5874",
        "name": "Петриковка"
      },
      {
        "id": "5875",
        "name": "Петропавловка"
      },
      {
        "id": "5876",
        "name": "Подгородное"
      },
      {
        "id": "5877",
        "name": "Покровское"
      },
      {
        "id": "5878",
        "name": "Пятихатки"
      },
      {
        "id": "5879",
        "name": "Синельниково"
      },
      {
        "id": "5880",
        "name": "Соленое"
      },
      {
        "id": "5881",
        "name": "Софиевка"
      },
      {
        "id": "5882",
        "name": "Терновка"
      },
      {
        "id": "5883",
        "name": "Томаковка"
      },
      {
        "id": "5884",
        "name": "Царичанка"
      },
      {
        "id": "5885",
        "name": "Широкое"
      },
      {
        "id": "5886",
        "name": "Юрьевка"
      },
      {
        "id": "5887",
        "name": "Веселое"
      },
      {
        "id": "6358",
        "name": "Днепропетровск"
      }
    ]
  },
  {
    "id": "260",
    "name": "Донецкая область",
    "cities": [
      {
        "id": "5888",
        "name": "Краматорск"
      },
      {
        "id": "5889",
        "name": "Мариуполь"
      },
      {
        "id": "5890",
        "name": "Авдеевка"
      },
      {
        "id": "5891",
        "name": "Александровка"
      },
      {
        "id": "5892",
        "name": "Амвросиевка"
      },
      {
        "id": "5893",
        "name": "Артемовск"
      },
      {
        "id": "5894",
        "name": "Великая Новоселка"
      },
      {
        "id": "5895",
        "name": "Волноваха"
      },
      {
        "id": "5896",
        "name": "Володарское"
      },
      {
        "id": "5897",
        "name": "Дебальцево"
      },
      {
        "id": "5898",
        "name": "Дзержинск"
      },
      {
        "id": "5899",
        "name": "Димитров"
      },
      {
        "id": "5900",
        "name": "Доброполье"
      },
      {
        "id": "5901",
        "name": "Докучаевск"
      },
      {
        "id": "5902",
        "name": "Дружковка"
      },
      {
        "id": "5903",
        "name": "Енакиево"
      },
      {
        "id": "5904",
        "name": "Иловайск"
      },
      {
        "id": "5905",
        "name": "Кировcкое"
      },
      {
        "id": "5906",
        "name": "Константиновка"
      },
      {
        "id": "5907",
        "name": "Красноармейск"
      },
      {
        "id": "5908",
        "name": "Красный Лиман"
      },
      {
        "id": "5909",
        "name": "Курахово"
      },
      {
        "id": "5910",
        "name": "Макеевка"
      },
      {
        "id": "5911",
        "name": "Мангуш"
      },
      {
        "id": "5912",
        "name": "Марьинка"
      },
      {
        "id": "5913",
        "name": "Нижняя Крынка"
      },
      {
        "id": "5914",
        "name": "Новоазовск"
      },
      {
        "id": "5915",
        "name": "Северск"
      },
      {
        "id": "5916",
        "name": "Селидово"
      },
      {
        "id": "5917",
        "name": "Славянск"
      },
      {
        "id": "5918",
        "name": "Снежное"
      },
      {
        "id": "5919",
        "name": "Соледар"
      },
      {
        "id": "5920",
        "name": "Старобешево"
      },
      {
        "id": "5921",
        "name": "Тельманово"
      },
      {
        "id": "5922",
        "name": "Торез"
      },
      {
        "id": "5923",
        "name": "Угледар"
      },
      {
        "id": "5924",
        "name": "Харцызск"
      },
      {
        "id": "5925",
        "name": "Шахтерск"
      },
      {
        "id": "5926",
        "name": "Ясиноватая"
      },
      {
        "id": "5927",
        "name": "Ялта"
      },
      {
        "id": "7076",
        "name": "Донецк"
      }
    ]
  },
  {
    "id": "261",
    "name": "Житомирская область",
    "cities": [
      {
        "id": "5928",
        "name": "Андрушевка"
      },
      {
        "id": "5929",
        "name": "Бердичев"
      },
      {
        "id": "5930",
        "name": "Брусилов"
      },
      {
        "id": "5931",
        "name": "Володарск-Волынский"
      },
      {
        "id": "5932",
        "name": "Емильчино"
      },
      {
        "id": "5933",
        "name": "Коростень"
      },
      {
        "id": "5934",
        "name": "Коростышев"
      },
      {
        "id": "5935",
        "name": "Лугины"
      },
      {
        "id": "5936",
        "name": "Любар"
      },
      {
        "id": "5937",
        "name": "Малин"
      },
      {
        "id": "5938",
        "name": "Народичи"
      },
      {
        "id": "5939",
        "name": "Новоград-Волынский"
      },
      {
        "id": "5940",
        "name": "Овруч"
      },
      {
        "id": "5941",
        "name": "Олевск"
      },
      {
        "id": "5942",
        "name": "Попельня"
      },
      {
        "id": "5943",
        "name": "Радомышль"
      },
      {
        "id": "5944",
        "name": "Романов"
      },
      {
        "id": "5945",
        "name": "Ружин"
      },
      {
        "id": "5946",
        "name": "Червоноармейск"
      },
      {
        "id": "5947",
        "name": "Черняхов"
      },
      {
        "id": "5948",
        "name": "Чуднов"
      },
      {
        "id": "6359",
        "name": "Житомир"
      }
    ]
  },
  {
    "id": "262",
    "name": "Закарпатская область",
    "cities": [
      {
        "id": "5949",
        "name": "Драгобрат"
      },
      {
        "id": "5950",
        "name": "Мукачево"
      },
      {
        "id": "5951",
        "name": "Великий Березный"
      },
      {
        "id": "5952",
        "name": "Виноградов"
      },
      {
        "id": "5953",
        "name": "Воловец"
      },
      {
        "id": "5954",
        "name": "Иршава"
      },
      {
        "id": "5955",
        "name": "Межгорье"
      },
      {
        "id": "5956",
        "name": "Перечин"
      },
      {
        "id": "5957",
        "name": "Рахов"
      },
      {
        "id": "5958",
        "name": "Свалява"
      },
      {
        "id": "5959",
        "name": "Тячев"
      },
      {
        "id": "5960",
        "name": "Хуст"
      },
      {
        "id": "5961",
        "name": "Чоп"
      },
      {
        "id": "6360",
        "name": "Ужгород"
      },
      {
        "id": "6361",
        "name": "Ясиня"
      }
    ]
  },
  {
    "id": "263",
    "name": "Запорожская область",
    "cities": [
      {
        "id": "5962",
        "name": "Мелитополь"
      },
      {
        "id": "5963",
        "name": "Акимовка"
      },
      {
        "id": "5964",
        "name": "Бердянск"
      },
      {
        "id": "5965",
        "name": "Васильевка"
      },
      {
        "id": "5966",
        "name": "Великая Белозерка"
      },
      {
        "id": "5967",
        "name": "Веселое"
      },
      {
        "id": "5968",
        "name": "Вольнянск"
      },
      {
        "id": "5969",
        "name": "Гуляйполе"
      },
      {
        "id": "5970",
        "name": "Днепрорудное"
      },
      {
        "id": "5971",
        "name": "Каменка-Днепровская"
      },
      {
        "id": "5972",
        "name": "Черниговка"
      },
      {
        "id": "5973",
        "name": "Константиновка"
      },
      {
        "id": "5974",
        "name": "Куйбышево"
      },
      {
        "id": "5975",
        "name": "Михайловка"
      },
      {
        "id": "5976",
        "name": "Новониколаевка"
      },
      {
        "id": "5977",
        "name": "Орехов"
      },
      {
        "id": "5978",
        "name": "Пологи"
      },
      {
        "id": "5979",
        "name": "Приазовское"
      },
      {
        "id": "5980",
        "name": "Приморск"
      },
      {
        "id": "5981",
        "name": "Розовка"
      },
      {
        "id": "5982",
        "name": "Токмак"
      },
      {
        "id": "5983",
        "name": "Энергодар"
      },
      {
        "id": "6362",
        "name": "Запорожье"
      }
    ]
  },
  {
    "id": "264",
    "name": "Ивано-Франковская область",
    "cities": [
      {
        "id": "5984",
        "name": "Буковель"
      },
      {
        "id": "5985",
        "name": "Верховина"
      },
      {
        "id": "5986",
        "name": "Богородчаны"
      },
      {
        "id": "5987",
        "name": "Болехов"
      },
      {
        "id": "5988",
        "name": "Бурштын"
      },
      {
        "id": "5989",
        "name": "Галич"
      },
      {
        "id": "5990",
        "name": "Городенка"
      },
      {
        "id": "5991",
        "name": "Долина"
      },
      {
        "id": "5992",
        "name": "Калуш"
      },
      {
        "id": "5993",
        "name": "Коломыя"
      },
      {
        "id": "5994",
        "name": "Косов"
      },
      {
        "id": "5995",
        "name": "Надворная"
      },
      {
        "id": "5996",
        "name": "Рогатин"
      },
      {
        "id": "5997",
        "name": "Рожнятов"
      },
      {
        "id": "5998",
        "name": "Снятын"
      },
      {
        "id": "5999",
        "name": "Тисменица"
      },
      {
        "id": "6000",
        "name": "Тлумач"
      },
      {
        "id": "6001",
        "name": "Яремча"
      },
      {
        "id": "6363",
        "name": "Ивано-Франковск"
      },
      {
        "id": "6364",
        "name": "Яремче"
      },
      {
        "id": "6365",
        "name": "Богородчани"
      }
    ]
  },
  {
    "id": "265",
    "name": "Киевская область",
    "cities": [
      {
        "id": "6002",
        "name": "Белая Церковь"
      },
      {
        "id": "6003",
        "name": "Чернобыль"
      },
      {
        "id": "6004",
        "name": "Барышевка"
      },
      {
        "id": "6005",
        "name": "Богуслав"
      },
      {
        "id": "6006",
        "name": "Борисполь"
      },
      {
        "id": "6007",
        "name": "Бородянка"
      },
      {
        "id": "6008",
        "name": "Боярка"
      },
      {
        "id": "6009",
        "name": "Бровары"
      },
      {
        "id": "6010",
        "name": "Буча"
      },
      {
        "id": "6011",
        "name": "Васильков"
      },
      {
        "id": "6012",
        "name": "Вишневое"
      },
      {
        "id": "6013",
        "name": "Володарка"
      },
      {
        "id": "6014",
        "name": "Вышгород"
      },
      {
        "id": "6015",
        "name": "Згуровка"
      },
      {
        "id": "6016",
        "name": "Иванков"
      },
      {
        "id": "6017",
        "name": "Ирпень"
      },
      {
        "id": "6018",
        "name": "Кагарлык"
      },
      {
        "id": "6019",
        "name": "Коцюбинское"
      },
      {
        "id": "6020",
        "name": "Макаров"
      },
      {
        "id": "6021",
        "name": "Мироновка"
      },
      {
        "id": "6022",
        "name": "Обухов"
      },
      {
        "id": "6023",
        "name": "Переяслав-Хмельницкий"
      },
      {
        "id": "6024",
        "name": "Ракитное"
      },
      {
        "id": "6025",
        "name": "Сквира"
      },
      {
        "id": "6026",
        "name": "Ставище"
      },
      {
        "id": "6027",
        "name": "Тараща"
      },
      {
        "id": "6028",
        "name": "Тетиев"
      },
      {
        "id": "6029",
        "name": "Узин"
      },
      {
        "id": "6030",
        "name": "Украинка"
      },
      {
        "id": "6031",
        "name": "Фастов"
      },
      {
        "id": "6032",
        "name": "Яготин"
      },
      {
        "id": "6366",
        "name": "Славутич"
      },
      {
        "id": "6906",
        "name": "Киев"
      }
    ]
  },
  {
    "id": "266",
    "name": "Кировоградская область",
    "cities": [
      {
        "id": "6033",
        "name": "Александрия"
      },
      {
        "id": "6034",
        "name": "Александровка"
      },
      {
        "id": "6035",
        "name": "Бобринец"
      },
      {
        "id": "6036",
        "name": "Гайворон"
      },
      {
        "id": "6037",
        "name": "Голованевск"
      },
      {
        "id": "6038",
        "name": "Добровеличковка"
      },
      {
        "id": "6039",
        "name": "Долинская"
      },
      {
        "id": "6040",
        "name": "Знаменка"
      },
      {
        "id": "6041",
        "name": "Компанеевка"
      },
      {
        "id": "6042",
        "name": "Малая Виска"
      },
      {
        "id": "6043",
        "name": "Новгородка"
      },
      {
        "id": "6044",
        "name": "Новоархангельск"
      },
      {
        "id": "6045",
        "name": "Новомиргород"
      },
      {
        "id": "6046",
        "name": "Новоукраинка"
      },
      {
        "id": "6047",
        "name": "Онуфриевка"
      },
      {
        "id": "6048",
        "name": "Петрово"
      },
      {
        "id": "6049",
        "name": "Светловодск"
      },
      {
        "id": "6050",
        "name": "Ульяновка"
      },
      {
        "id": "6051",
        "name": "Устиновка"
      },
      {
        "id": "6367",
        "name": "Кировоград"
      }
    ]
  },
  {
    "id": "267",
    "name": "Луганская область",
    "cities": [
      {
        "id": "6052",
        "name": "Алчевск"
      },
      {
        "id": "6053",
        "name": "Антрацит"
      },
      {
        "id": "6054",
        "name": "Беловодск"
      },
      {
        "id": "6055",
        "name": "Белокуракино"
      },
      {
        "id": "6056",
        "name": "Брянка"
      },
      {
        "id": "6057",
        "name": "Кировск"
      },
      {
        "id": "6058",
        "name": "Краснодон"
      },
      {
        "id": "6059",
        "name": "Краснопартизанск"
      },
      {
        "id": "6060",
        "name": "Красный Луч"
      },
      {
        "id": "6061",
        "name": "Кременная"
      },
      {
        "id": "6062",
        "name": "Лисичанск"
      },
      {
        "id": "6063",
        "name": "Лутугино"
      },
      {
        "id": "6064",
        "name": "Марковка"
      },
      {
        "id": "6065",
        "name": "Меловое"
      },
      {
        "id": "6066",
        "name": "Молодогвардейск"
      },
      {
        "id": "6067",
        "name": "Новоайдар"
      },
      {
        "id": "6068",
        "name": "Новопсков"
      },
      {
        "id": "6069",
        "name": "Первомайск"
      },
      {
        "id": "6070",
        "name": "Перевальск"
      },
      {
        "id": "6071",
        "name": "Попасная"
      },
      {
        "id": "6072",
        "name": "Ровеньки"
      },
      {
        "id": "6073",
        "name": "Рубежное"
      },
      {
        "id": "6074",
        "name": "Сватово"
      },
      {
        "id": "6075",
        "name": "Свердловск"
      },
      {
        "id": "6076",
        "name": "Северодонецк"
      },
      {
        "id": "6077",
        "name": "Славяносербск"
      },
      {
        "id": "6078",
        "name": "Станично-Луганское"
      },
      {
        "id": "6079",
        "name": "Старобельск"
      },
      {
        "id": "6080",
        "name": "Стаханов"
      },
      {
        "id": "6081",
        "name": "Счастье"
      },
      {
        "id": "6082",
        "name": "Троицкое"
      },
      {
        "id": "6368",
        "name": "Луганск"
      },
      {
        "id": "6369",
        "name": "Станица Луганская"
      }
    ]
  },
  {
    "id": "268",
    "name": "Львовская область",
    "cities": [
      {
        "id": "6083",
        "name": "Орявчик"
      },
      {
        "id": "6084",
        "name": "Славское"
      },
      {
        "id": "6085",
        "name": "Трускавец"
      },
      {
        "id": "6086",
        "name": "Борислав"
      },
      {
        "id": "6087",
        "name": "Броды"
      },
      {
        "id": "6088",
        "name": "Буск"
      },
      {
        "id": "6089",
        "name": "Городок"
      },
      {
        "id": "6090",
        "name": "Дрогобыч"
      },
      {
        "id": "6091",
        "name": "Дубляны"
      },
      {
        "id": "6092",
        "name": "Жидачов"
      },
      {
        "id": "6093",
        "name": "Жовква"
      },
      {
        "id": "6094",
        "name": "Золочев"
      },
      {
        "id": "6095",
        "name": "Каменка Бугская"
      },
      {
        "id": "6096",
        "name": "Моршин"
      },
      {
        "id": "6097",
        "name": "Николаев"
      },
      {
        "id": "6098",
        "name": "Новый Раздол"
      },
      {
        "id": "6099",
        "name": "Перемышляны"
      },
      {
        "id": "6100",
        "name": "Пустомыты"
      },
      {
        "id": "6101",
        "name": "Радехов"
      },
      {
        "id": "6102",
        "name": "Самбор"
      },
      {
        "id": "6103",
        "name": "Сколо"
      },
      {
        "id": "6104",
        "name": "Сокаль"
      },
      {
        "id": "6105",
        "name": "Старый Самбор"
      },
      {
        "id": "6106",
        "name": "Стебник"
      },
      {
        "id": "6107",
        "name": "Стрый"
      },
      {
        "id": "6108",
        "name": "Турка"
      },
      {
        "id": "6109",
        "name": "Червоноград"
      },
      {
        "id": "6110",
        "name": "Яворов"
      },
      {
        "id": "6111",
        "name": "Мостиска"
      },
      {
        "id": "6370",
        "name": "Львов"
      },
      {
        "id": "6371",
        "name": "Каменка-Бугская"
      }
    ]
  },
  {
    "id": "269",
    "name": "Николаевская область",
    "cities": [
      {
        "id": "6112",
        "name": "Арбузинка"
      },
      {
        "id": "6113",
        "name": "Баштанка"
      },
      {
        "id": "6114",
        "name": "Березанка"
      },
      {
        "id": "6115",
        "name": "Березнеговатое"
      },
      {
        "id": "6116",
        "name": "Братское"
      },
      {
        "id": "6117",
        "name": "Веселиново"
      },
      {
        "id": "6118",
        "name": "Вознесенск"
      },
      {
        "id": "6119",
        "name": "Врадиевка"
      },
      {
        "id": "6120",
        "name": "Доманевка"
      },
      {
        "id": "6121",
        "name": "Еланец"
      },
      {
        "id": "6122",
        "name": "Казанка"
      },
      {
        "id": "6123",
        "name": "Кривое Озеро"
      },
      {
        "id": "6124",
        "name": "Новая Одесса"
      },
      {
        "id": "6125",
        "name": "Новый Буг"
      },
      {
        "id": "6126",
        "name": "Очаков"
      },
      {
        "id": "6127",
        "name": "Первомайск"
      },
      {
        "id": "6128",
        "name": "Снегиревка"
      },
      {
        "id": "6129",
        "name": "Южноукраинск"
      },
      {
        "id": "6372",
        "name": "Коблево"
      },
      {
        "id": "6373",
        "name": "Жовтневое"
      },
      {
        "id": "6902",
        "name": "Николаев"
      }
    ]
  },
  {
    "id": "270",
    "name": "Одесская область",
    "cities": [
      {
        "id": "6130",
        "name": "Ананьев"
      },
      {
        "id": "6131",
        "name": "Арциз"
      },
      {
        "id": "6132",
        "name": "Балта"
      },
      {
        "id": "6133",
        "name": "Белгород-Днестровский"
      },
      {
        "id": "6134",
        "name": "Беляевка"
      },
      {
        "id": "6135",
        "name": "Березовка"
      },
      {
        "id": "6136",
        "name": "Болград"
      },
      {
        "id": "6137",
        "name": "Великая Михайловка"
      },
      {
        "id": "6138",
        "name": "Заря"
      },
      {
        "id": "6139",
        "name": "Измаил"
      },
      {
        "id": "6140",
        "name": "Ильичевск"
      },
      {
        "id": "6141",
        "name": "Килия"
      },
      {
        "id": "6142",
        "name": "Кодыма"
      },
      {
        "id": "6143",
        "name": "Коминтерновское"
      },
      {
        "id": "6144",
        "name": "Котовск"
      },
      {
        "id": "6145",
        "name": "Красные Окны"
      },
      {
        "id": "6146",
        "name": "Любашевка"
      },
      {
        "id": "6147",
        "name": "Николаевка"
      },
      {
        "id": "6148",
        "name": "Овидиополь"
      },
      {
        "id": "6149",
        "name": "Раздельная"
      },
      {
        "id": "6150",
        "name": "Рени"
      },
      {
        "id": "6151",
        "name": "Саврань"
      },
      {
        "id": "6152",
        "name": "Сарата"
      },
      {
        "id": "6153",
        "name": "Тарутино"
      },
      {
        "id": "6154",
        "name": "Татарбунары"
      },
      {
        "id": "6155",
        "name": "Фрунзовка"
      },
      {
        "id": "6156",
        "name": "Ширяево"
      },
      {
        "id": "6157",
        "name": "Южное"
      },
      {
        "id": "6374",
        "name": "Одесса"
      },
      {
        "id": "6375",
        "name": "Слободка"
      }
    ]
  },
  {
    "id": "271",
    "name": "Полтавская область",
    "cities": [
      {
        "id": "6158",
        "name": "Кременчуг"
      },
      {
        "id": "6159",
        "name": "Миргород"
      },
      {
        "id": "6160",
        "name": "Великая Багачка"
      },
      {
        "id": "6161",
        "name": "Гадяч"
      },
      {
        "id": "6162",
        "name": "Глобино"
      },
      {
        "id": "6163",
        "name": "Гребенка"
      },
      {
        "id": "6164",
        "name": "Диканька"
      },
      {
        "id": "6165",
        "name": "Зиньков"
      },
      {
        "id": "6166",
        "name": "Карловка"
      },
      {
        "id": "6167",
        "name": "Кобеляки"
      },
      {
        "id": "6168",
        "name": "Козельщина"
      },
      {
        "id": "6169",
        "name": "Комсомольск"
      },
      {
        "id": "6170",
        "name": "Котельва"
      },
      {
        "id": "6171",
        "name": "Лохвица"
      },
      {
        "id": "6172",
        "name": "Машевка"
      },
      {
        "id": "6173",
        "name": "Лубны"
      },
      {
        "id": "6174",
        "name": "Новые Санжары"
      },
      {
        "id": "6175",
        "name": "Оржица"
      },
      {
        "id": "6176",
        "name": "Пирятин"
      },
      {
        "id": "6177",
        "name": "Решетиловка"
      },
      {
        "id": "6178",
        "name": "Семеновка"
      },
      {
        "id": "6179",
        "name": "Хорол"
      },
      {
        "id": "6180",
        "name": "Чернухи"
      },
      {
        "id": "6181",
        "name": "Чутово"
      },
      {
        "id": "6182",
        "name": "Шишаки"
      },
      {
        "id": "6376",
        "name": "Полтава"
      }
    ]
  },
  {
    "id": "272",
    "name": "Ровенская область",
    "cities": [
      {
        "id": "6183",
        "name": "Березно"
      },
      {
        "id": "6184",
        "name": "Владимирец"
      },
      {
        "id": "6185",
        "name": "Гоща"
      },
      {
        "id": "6186",
        "name": "Демидовка"
      },
      {
        "id": "6187",
        "name": "Дубно"
      },
      {
        "id": "6188",
        "name": "Дубровица"
      },
      {
        "id": "6189",
        "name": "Заречное"
      },
      {
        "id": "6190",
        "name": "Здолбунов"
      },
      {
        "id": "6191",
        "name": "Корец"
      },
      {
        "id": "6192",
        "name": "Костополь"
      },
      {
        "id": "6193",
        "name": "Кузнецовск"
      },
      {
        "id": "6194",
        "name": "Млинов"
      },
      {
        "id": "6195",
        "name": "Острог"
      },
      {
        "id": "6196",
        "name": "Радивилов"
      },
      {
        "id": "6197",
        "name": "Рокитное"
      },
      {
        "id": "6198",
        "name": "Сарны"
      },
      {
        "id": "6377",
        "name": "Ровно"
      }
    ]
  },
  {
    "id": "273",
    "name": "Севастополь",
    "cities": []
  },
  {
    "id": "274",
    "name": "Сумская область",
    "cities": [
      {
        "id": "6199",
        "name": "Конотоп"
      },
      {
        "id": "6200",
        "name": "Ахтырка"
      },
      {
        "id": "6201",
        "name": "Белополье"
      },
      {
        "id": "6202",
        "name": "Бурынь"
      },
      {
        "id": "6203",
        "name": "Великая Писаревка"
      },
      {
        "id": "6204",
        "name": "Глухов"
      },
      {
        "id": "6205",
        "name": "Краснополье"
      },
      {
        "id": "6206",
        "name": "Кролевец"
      },
      {
        "id": "6207",
        "name": "Лебедин"
      },
      {
        "id": "6208",
        "name": "Липовая Долина"
      },
      {
        "id": "6209",
        "name": "Недригайлов"
      },
      {
        "id": "6210",
        "name": "Путивль"
      },
      {
        "id": "6211",
        "name": "Ромны"
      },
      {
        "id": "6212",
        "name": "Середина Буда"
      },
      {
        "id": "6213",
        "name": "Тростянец"
      },
      {
        "id": "6214",
        "name": "Шостка"
      },
      {
        "id": "6215",
        "name": "Ямполь"
      },
      {
        "id": "6378",
        "name": "Сумы"
      }
    ]
  },
  {
    "id": "275",
    "name": "Тернопольская область",
    "cities": [
      {
        "id": "6216",
        "name": "Бережаны"
      },
      {
        "id": "6217",
        "name": "Борщев"
      },
      {
        "id": "6218",
        "name": "Бучач"
      },
      {
        "id": "6219",
        "name": "Гусятин"
      },
      {
        "id": "6220",
        "name": "Залещики"
      },
      {
        "id": "6221",
        "name": "Збараж"
      },
      {
        "id": "6222",
        "name": "Зборов"
      },
      {
        "id": "6223",
        "name": "Козова"
      },
      {
        "id": "6224",
        "name": "Кременец"
      },
      {
        "id": "6225",
        "name": "Лановцы"
      },
      {
        "id": "6226",
        "name": "Подволочиск"
      },
      {
        "id": "6227",
        "name": "Подгайцы"
      },
      {
        "id": "6228",
        "name": "Почаев"
      },
      {
        "id": "6229",
        "name": "Теребовля"
      },
      {
        "id": "6230",
        "name": "Чортков"
      },
      {
        "id": "6231",
        "name": "Шумск"
      },
      {
        "id": "6379",
        "name": "Тернополь"
      }
    ]
  },
  {
    "id": "276",
    "name": "Харьковская область",
    "cities": [
      {
        "id": "6232",
        "name": "Балаклея"
      },
      {
        "id": "6233",
        "name": "Барвенково"
      },
      {
        "id": "6234",
        "name": "Близнюки"
      },
      {
        "id": "6235",
        "name": "Богодухов"
      },
      {
        "id": "6236",
        "name": "Боровая"
      },
      {
        "id": "6237",
        "name": "Валки"
      },
      {
        "id": "6238",
        "name": "Великий Бурлук"
      },
      {
        "id": "6239",
        "name": "Волчанск"
      },
      {
        "id": "6240",
        "name": "Высокий"
      },
      {
        "id": "6241",
        "name": "Двуречная"
      },
      {
        "id": "6242",
        "name": "Дергачи"
      },
      {
        "id": "6243",
        "name": "Зачепиловка"
      },
      {
        "id": "6244",
        "name": "Змиев"
      },
      {
        "id": "6245",
        "name": "Золочев"
      },
      {
        "id": "6246",
        "name": "Изюм"
      },
      {
        "id": "6247",
        "name": "Кегичевка"
      },
      {
        "id": "6248",
        "name": "Ковшаровка"
      },
      {
        "id": "6249",
        "name": "Коломак"
      },
      {
        "id": "6250",
        "name": "Комсомольское"
      },
      {
        "id": "6251",
        "name": "Красноград"
      },
      {
        "id": "6252",
        "name": "Краснокутск"
      },
      {
        "id": "6253",
        "name": "Купянск"
      },
      {
        "id": "6254",
        "name": "Лозовая"
      },
      {
        "id": "6255",
        "name": "Люботин"
      },
      {
        "id": "6256",
        "name": "Мерефа"
      },
      {
        "id": "6257",
        "name": "Новая Водолага"
      },
      {
        "id": "6258",
        "name": "Первомайский"
      },
      {
        "id": "6259",
        "name": "Печенеги"
      },
      {
        "id": "6260",
        "name": "Сахновщина"
      },
      {
        "id": "6261",
        "name": "Солоницевка"
      },
      {
        "id": "6262",
        "name": "Чугуев"
      },
      {
        "id": "6263",
        "name": "Шевченково"
      },
      {
        "id": "6380",
        "name": "Харьков"
      },
      {
        "id": "6381",
        "name": "Песочин"
      }
    ]
  },
  {
    "id": "277",
    "name": "Херсонская область",
    "cities": [
      {
        "id": "6264",
        "name": "Белозерка"
      },
      {
        "id": "6265",
        "name": "Берислав"
      },
      {
        "id": "6266",
        "name": "Великая Александровка"
      },
      {
        "id": "6267",
        "name": "Великая Лепетиха"
      },
      {
        "id": "6268",
        "name": "Верхний Рогачик"
      },
      {
        "id": "6269",
        "name": "Высокополье"
      },
      {
        "id": "6270",
        "name": "Геническ"
      },
      {
        "id": "6271",
        "name": "Голая Пристань"
      },
      {
        "id": "6272",
        "name": "Горностаевка"
      },
      {
        "id": "6273",
        "name": "Ивановка"
      },
      {
        "id": "6274",
        "name": "Каланчак"
      },
      {
        "id": "6275",
        "name": "Каховка"
      },
      {
        "id": "6276",
        "name": "Нижние Серогозы"
      },
      {
        "id": "6277",
        "name": "Новая Каховка"
      },
      {
        "id": "6278",
        "name": "Нововоронцовка"
      },
      {
        "id": "6279",
        "name": "Новотроицкое"
      },
      {
        "id": "6280",
        "name": "Скадовск"
      },
      {
        "id": "6281",
        "name": "Таврийск"
      },
      {
        "id": "6282",
        "name": "Цюрупинск"
      },
      {
        "id": "6283",
        "name": "Чаплинка"
      },
      {
        "id": "6382",
        "name": "Херсон"
      }
    ]
  },
  {
    "id": "278",
    "name": "Хмельницкая область",
    "cities": [
      {
        "id": "6284",
        "name": "Городок"
      },
      {
        "id": "6285",
        "name": "Деражня"
      },
      {
        "id": "6286",
        "name": "Дунаевцы"
      },
      {
        "id": "6287",
        "name": "Изяслав"
      },
      {
        "id": "6288",
        "name": "Каменец-Подольский"
      },
      {
        "id": "6289",
        "name": "Красилов"
      },
      {
        "id": "6290",
        "name": "Летичев"
      },
      {
        "id": "6291",
        "name": "Нетешин"
      },
      {
        "id": "6292",
        "name": "Новая Ушица"
      },
      {
        "id": "6293",
        "name": "Полонное"
      },
      {
        "id": "6294",
        "name": "Славута"
      },
      {
        "id": "6295",
        "name": "Старая Синява"
      },
      {
        "id": "6296",
        "name": "Староконстантинов"
      },
      {
        "id": "6297",
        "name": "Теофиполь"
      },
      {
        "id": "6298",
        "name": "Чемеровцы"
      },
      {
        "id": "6299",
        "name": "Шепетовка"
      },
      {
        "id": "6300",
        "name": "Ярмолинцы"
      },
      {
        "id": "6383",
        "name": "Сатанов"
      },
      {
        "id": "6384",
        "name": "Чемировцы"
      },
      {
        "id": "6385",
        "name": "Нетишин"
      },
      {
        "id": "6386",
        "name": "Хмельницкий"
      }
    ]
  },
  {
    "id": "279",
    "name": "Черкасская область",
    "cities": [
      {
        "id": "6301",
        "name": "Ватутино"
      },
      {
        "id": "6302",
        "name": "Городище"
      },
      {
        "id": "6303",
        "name": "Жашков"
      },
      {
        "id": "6304",
        "name": "Звенигородка"
      },
      {
        "id": "6305",
        "name": "Золотоноша"
      },
      {
        "id": "6306",
        "name": "Каменка"
      },
      {
        "id": "6307",
        "name": "Канев"
      },
      {
        "id": "6308",
        "name": "Катеринополь"
      },
      {
        "id": "6309",
        "name": "Корсунь-Шевченковский"
      },
      {
        "id": "6310",
        "name": "Смела"
      },
      {
        "id": "6311",
        "name": "Тальное"
      },
      {
        "id": "6312",
        "name": "Умань"
      },
      {
        "id": "6313",
        "name": "Христиновка"
      },
      {
        "id": "6314",
        "name": "Чигирин"
      },
      {
        "id": "6315",
        "name": "Шпола"
      },
      {
        "id": "6387",
        "name": "Черкассы"
      }
    ]
  },
  {
    "id": "280",
    "name": "Черниговская область",
    "cities": [
      {
        "id": "6316",
        "name": "Нежин"
      },
      {
        "id": "6317",
        "name": "Бахмач"
      },
      {
        "id": "6318",
        "name": "Бобровица"
      },
      {
        "id": "6319",
        "name": "Борзна"
      },
      {
        "id": "6320",
        "name": "Варва"
      },
      {
        "id": "6321",
        "name": "Городня"
      },
      {
        "id": "6322",
        "name": "Ичня"
      },
      {
        "id": "6323",
        "name": "Козелец"
      },
      {
        "id": "6324",
        "name": "Короп"
      },
      {
        "id": "6325",
        "name": "Корюковка"
      },
      {
        "id": "6326",
        "name": "Куликовка"
      },
      {
        "id": "6327",
        "name": "Мена"
      },
      {
        "id": "6328",
        "name": "Новгород-Северский"
      },
      {
        "id": "6329",
        "name": "Носовка"
      },
      {
        "id": "6330",
        "name": "Прилуки"
      },
      {
        "id": "6331",
        "name": "Репки"
      },
      {
        "id": "6332",
        "name": "Семеновка"
      },
      {
        "id": "6333",
        "name": "Сосница"
      },
      {
        "id": "6334",
        "name": "Сребное"
      },
      {
        "id": "6335",
        "name": "Талалаевка"
      },
      {
        "id": "6336",
        "name": "Щорс"
      },
      {
        "id": "6388",
        "name": "Чернигов"
      }
    ]
  },
  {
    "id": "281",
    "name": "Черновицкая область",
    "cities": [
      {
        "id": "5836",
        "name": "Черновцы"
      },
      {
        "id": "6337",
        "name": "Выжница"
      },
      {
        "id": "6338",
        "name": "Герца"
      },
      {
        "id": "6339",
        "name": "Глыбокая"
      },
      {
        "id": "6340",
        "name": "Заставная"
      },
      {
        "id": "6341",
        "name": "Кельменцы"
      },
      {
        "id": "6342",
        "name": "Кицмань"
      },
      {
        "id": "6343",
        "name": "Новоднестровск"
      },
      {
        "id": "6344",
        "name": "Новоселица"
      },
      {
        "id": "6345",
        "name": "Путила"
      },
      {
        "id": "6346",
        "name": "Сокиряны"
      },
      {
        "id": "6347",
        "name": "Сторожинец"
      },
      {
        "id": "6348",
        "name": "Хотин"
      }
    ]
  },
  {
    "id": "282",
    "name": "Республика Алтай",
    "cities": [
      {
        "id": "5552",
        "name": "Кош-Агач"
      },
      {
        "id": "5553",
        "name": "Майма"
      },
      {
        "id": "5554",
        "name": "Онгудай"
      },
      {
        "id": "5555",
        "name": "Турочак"
      },
      {
        "id": "5556",
        "name": "Улаган"
      },
      {
        "id": "5557",
        "name": "Усть-Кан"
      },
      {
        "id": "5558",
        "name": "Усть-Кокса"
      },
      {
        "id": "5559",
        "name": "Чемал"
      },
      {
        "id": "5560",
        "name": "Чоя"
      },
      {
        "id": "5561",
        "name": "Шебалино"
      },
      {
        "id": "5562",
        "name": "Акташ"
      },
      {
        "id": "5563",
        "name": "Горно-Алтайск"
      }
    ]
  },
  {
    "id": "285",
    "name": "Минская область",
    "cities": [
      {
        "id": "6389",
        "name": "Борисов"
      },
      {
        "id": "6390",
        "name": "Березино"
      },
      {
        "id": "6391",
        "name": "Вилейка"
      },
      {
        "id": "6392",
        "name": "Воложин"
      },
      {
        "id": "6393",
        "name": "Дзержинск"
      },
      {
        "id": "6394",
        "name": "Клецк"
      },
      {
        "id": "6395",
        "name": "Копыль"
      },
      {
        "id": "6396",
        "name": "Крупки"
      },
      {
        "id": "6397",
        "name": "Логойск"
      },
      {
        "id": "6398",
        "name": "Любань"
      },
      {
        "id": "6399",
        "name": "Марьина Горка"
      },
      {
        "id": "6400",
        "name": "Молодечно"
      },
      {
        "id": "6401",
        "name": "Мядель"
      },
      {
        "id": "6402",
        "name": "Несвиж"
      },
      {
        "id": "6403",
        "name": "Слуцк"
      },
      {
        "id": "6404",
        "name": "Смолевичи"
      },
      {
        "id": "6405",
        "name": "Солигорск"
      },
      {
        "id": "6406",
        "name": "Столбцы"
      },
      {
        "id": "6407",
        "name": "Узда"
      },
      {
        "id": "6408",
        "name": "Червень"
      },
      {
        "id": "6475",
        "name": "Жодино"
      },
      {
        "id": "6907",
        "name": "Минск"
      }
    ]
  },
  {
    "id": "286",
    "name": "Брестская область",
    "cities": [
      {
        "id": "6409",
        "name": "Барановичи"
      },
      {
        "id": "6410",
        "name": "Кобрин"
      },
      {
        "id": "6411",
        "name": "Пинск"
      },
      {
        "id": "6412",
        "name": "Береза"
      },
      {
        "id": "6413",
        "name": "Ганцевичи"
      },
      {
        "id": "6414",
        "name": "Дрогичин"
      },
      {
        "id": "6415",
        "name": "Жабинка"
      },
      {
        "id": "6416",
        "name": "Иваново"
      },
      {
        "id": "6417",
        "name": "Ивацевичи"
      },
      {
        "id": "6418",
        "name": "Каменец"
      },
      {
        "id": "6419",
        "name": "Лунинец"
      },
      {
        "id": "6420",
        "name": "Пружаны"
      },
      {
        "id": "6476",
        "name": "Белоозерск"
      },
      {
        "id": "6477",
        "name": "Брест"
      },
      {
        "id": "6478",
        "name": "Ляховичи"
      },
      {
        "id": "6479",
        "name": "Малорита"
      }
    ]
  },
  {
    "id": "287",
    "name": "Витебская область",
    "cities": [
      {
        "id": "6421",
        "name": "Миоры"
      },
      {
        "id": "6422",
        "name": "Орша"
      },
      {
        "id": "6423",
        "name": "Полоцк"
      },
      {
        "id": "6424",
        "name": "Бешенковичи"
      },
      {
        "id": "6425",
        "name": "Браслав"
      },
      {
        "id": "6426",
        "name": "Верхнедвинск"
      },
      {
        "id": "6427",
        "name": "Глубокое"
      },
      {
        "id": "6428",
        "name": "Докшицы"
      },
      {
        "id": "6429",
        "name": "Лепель"
      },
      {
        "id": "6430",
        "name": "Лиозно"
      },
      {
        "id": "6431",
        "name": "Новополоцк"
      },
      {
        "id": "6432",
        "name": "Поставы"
      },
      {
        "id": "6433",
        "name": "Сенно"
      },
      {
        "id": "6434",
        "name": "Толочин"
      },
      {
        "id": "6435",
        "name": "Ушачи"
      },
      {
        "id": "6436",
        "name": "Шарковщина"
      },
      {
        "id": "6480",
        "name": "Россоны"
      },
      {
        "id": "6481",
        "name": "Новолукомоль"
      },
      {
        "id": "6482",
        "name": "Витебск"
      }
    ]
  },
  {
    "id": "288",
    "name": "Гомельская область",
    "cities": [
      {
        "id": "6437",
        "name": "Мозырь"
      },
      {
        "id": "6438",
        "name": "Брагин"
      },
      {
        "id": "6439",
        "name": "Буда-Кошелево"
      },
      {
        "id": "6440",
        "name": "Ельск"
      },
      {
        "id": "6441",
        "name": "Житковичи"
      },
      {
        "id": "6442",
        "name": "Жлобин"
      },
      {
        "id": "6443",
        "name": "Калинковичи"
      },
      {
        "id": "6444",
        "name": "Лельчицы"
      },
      {
        "id": "6445",
        "name": "Петриков"
      },
      {
        "id": "6446",
        "name": "Речица"
      },
      {
        "id": "6447",
        "name": "Рогачев"
      },
      {
        "id": "6448",
        "name": "Светлогорск"
      },
      {
        "id": "6449",
        "name": "Хойники"
      },
      {
        "id": "6450",
        "name": "Чечерск"
      },
      {
        "id": "6483",
        "name": "Гомель"
      }
    ]
  },
  {
    "id": "289",
    "name": "Гродненская область",
    "cities": [
      {
        "id": "6451",
        "name": "Лида"
      },
      {
        "id": "6452",
        "name": "Волковыск"
      },
      {
        "id": "6453",
        "name": "Дятлово"
      },
      {
        "id": "6454",
        "name": "Зельва"
      },
      {
        "id": "6455",
        "name": "Ивье"
      },
      {
        "id": "6456",
        "name": "Мосты"
      },
      {
        "id": "6457",
        "name": "Новогрудок"
      },
      {
        "id": "6458",
        "name": "Островец"
      },
      {
        "id": "6459",
        "name": "Ошмяны"
      },
      {
        "id": "6460",
        "name": "Слоним"
      },
      {
        "id": "6461",
        "name": "Сморгонь"
      },
      {
        "id": "6462",
        "name": "Щучин"
      },
      {
        "id": "6484",
        "name": "Гродно"
      }
    ]
  },
  {
    "id": "290",
    "name": "Могилёвская область",
    "cities": [
      {
        "id": "6463",
        "name": "Бобруйск"
      },
      {
        "id": "6464",
        "name": "Белыничи"
      },
      {
        "id": "6465",
        "name": "Быхов"
      },
      {
        "id": "6466",
        "name": "Глуск"
      },
      {
        "id": "6467",
        "name": "Горки"
      },
      {
        "id": "6468",
        "name": "Климовичи"
      },
      {
        "id": "6469",
        "name": "Кличев"
      },
      {
        "id": "6470",
        "name": "Костюковичи"
      },
      {
        "id": "6471",
        "name": "Мстиславль"
      },
      {
        "id": "6472",
        "name": "Осиповичи"
      },
      {
        "id": "6473",
        "name": "Славгород"
      },
      {
        "id": "6474",
        "name": "Шклов"
      },
      {
        "id": "6485",
        "name": "Чаусы"
      },
      {
        "id": "6486",
        "name": "Могилев"
      }
    ]
  },
  {
    "id": "291",
    "name": "Айдахо",
    "cities": []
  },
  {
    "id": "292",
    "name": "Айова",
    "cities": []
  },
  {
    "id": "293",
    "name": "Алабама",
    "cities": []
  },
  {
    "id": "294",
    "name": "Аляска",
    "cities": []
  },
  {
    "id": "295",
    "name": "Аризона",
    "cities": []
  },
  {
    "id": "296",
    "name": "Арканзас",
    "cities": []
  },
  {
    "id": "297",
    "name": "Вайоминг",
    "cities": []
  },
  {
    "id": "298",
    "name": "Вашингтон",
    "cities": []
  },
  {
    "id": "299",
    "name": "Вермонт",
    "cities": []
  },
  {
    "id": "300",
    "name": "Вирджиния",
    "cities": []
  },
  {
    "id": "301",
    "name": "Висконсин",
    "cities": []
  },
  {
    "id": "302",
    "name": "Гавайи",
    "cities": []
  },
  {
    "id": "303",
    "name": "Делавэр",
    "cities": []
  },
  {
    "id": "304",
    "name": "Джорджия",
    "cities": []
  },
  {
    "id": "305",
    "name": "Западная Вирджиния",
    "cities": []
  },
  {
    "id": "306",
    "name": "Иллинойс",
    "cities": []
  },
  {
    "id": "307",
    "name": "Индиана",
    "cities": []
  },
  {
    "id": "308",
    "name": "Калифорния",
    "cities": []
  },
  {
    "id": "309",
    "name": "Канзас",
    "cities": []
  },
  {
    "id": "310",
    "name": "Кентукки",
    "cities": []
  },
  {
    "id": "311",
    "name": "Колорадо",
    "cities": []
  },
  {
    "id": "312",
    "name": "Коннектикут",
    "cities": []
  },
  {
    "id": "313",
    "name": "Луизиана",
    "cities": []
  },
  {
    "id": "314",
    "name": "Массачусетс",
    "cities": []
  },
  {
    "id": "315",
    "name": "Миннесота",
    "cities": []
  },
  {
    "id": "316",
    "name": "Миссисипи",
    "cities": []
  },
  {
    "id": "317",
    "name": "Миссури",
    "cities": []
  },
  {
    "id": "318",
    "name": "Мичиган",
    "cities": []
  },
  {
    "id": "319",
    "name": "Монтана",
    "cities": []
  },
  {
    "id": "320",
    "name": "Мэн",
    "cities": []
  },
  {
    "id": "321",
    "name": "Мэриленд",
    "cities": []
  },
  {
    "id": "322",
    "name": "Небраска",
    "cities": []
  },
  {
    "id": "323",
    "name": "Невада",
    "cities": []
  },
  {
    "id": "324",
    "name": "Нью-Джерси",
    "cities": []
  },
  {
    "id": "325",
    "name": "Нью-Йорк",
    "cities": []
  },
  {
    "id": "326",
    "name": "Нью-Мексико",
    "cities": []
  },
  {
    "id": "327",
    "name": "Нью-Хэмпшир",
    "cities": []
  },
  {
    "id": "328",
    "name": "Огайо",
    "cities": []
  },
  {
    "id": "329",
    "name": "Оклахома",
    "cities": []
  },
  {
    "id": "330",
    "name": "Орегон",
    "cities": []
  },
  {
    "id": "331",
    "name": "Пенсильвания",
    "cities": []
  },
  {
    "id": "332",
    "name": "Род-Айленд",
    "cities": []
  },
  {
    "id": "333",
    "name": "Северная Дакота",
    "cities": []
  },
  {
    "id": "334",
    "name": "Северная Каролина",
    "cities": []
  },
  {
    "id": "335",
    "name": "Теннесси",
    "cities": []
  },
  {
    "id": "336",
    "name": "Техас",
    "cities": []
  },
  {
    "id": "337",
    "name": "Федеральный округ Колумбия",
    "cities": []
  },
  {
    "id": "338",
    "name": "Флорида",
    "cities": []
  },
  {
    "id": "339",
    "name": "Южная Дакота",
    "cities": []
  },
  {
    "id": "340",
    "name": "Южная Каролина",
    "cities": []
  },
  {
    "id": "341",
    "name": "Юта",
    "cities": []
  },
  {
    "id": "342",
    "name": "Баден-Вюртемберг",
    "cities": []
  },
  {
    "id": "343",
    "name": "Бавария",
    "cities": []
  },
  {
    "id": "344",
    "name": "Бремен",
    "cities": []
  },
  {
    "id": "345",
    "name": "Гамбург",
    "cities": []
  },
  {
    "id": "346",
    "name": "Гессен",
    "cities": []
  },
  {
    "id": "347",
    "name": "Нижняя Саксония",
    "cities": []
  },
  {
    "id": "348",
    "name": "Северный Рейн-Вестфалия",
    "cities": []
  },
  {
    "id": "349",
    "name": "Рейнланд-Пфальц",
    "cities": []
  },
  {
    "id": "350",
    "name": "Саар",
    "cities": []
  },
  {
    "id": "351",
    "name": "Шлезвиг-Гольштейн",
    "cities": []
  },
  {
    "id": "352",
    "name": "Бранденбург",
    "cities": []
  },
  {
    "id": "353",
    "name": "Мекленбург - Передняя Померания",
    "cities": []
  },
  {
    "id": "354",
    "name": "Саксония",
    "cities": []
  },
  {
    "id": "355",
    "name": "Саксония-Анхальт",
    "cities": []
  },
  {
    "id": "356",
    "name": "Тюрингия",
    "cities": []
  },
  {
    "id": "357",
    "name": "Берлин",
    "cities": []
  },
  {
    "id": "362",
    "name": "Мангистауская область",
    "cities": [
      {
        "id": "5625",
        "name": "Шетпе"
      },
      {
        "id": "5643",
        "name": "Актау"
      },
      {
        "id": "7036",
        "name": "Форт Шевченко"
      },
      {
        "id": "7037",
        "name": "Бейнеу"
      },
      {
        "id": "7038",
        "name": "Жанаозен"
      },
      {
        "id": "7039",
        "name": "Курык"
      },
      {
        "id": "7040",
        "name": "Мангистау"
      }
    ]
  },
  {
    "id": "363",
    "name": "Актюбинская область",
    "cities": [
      {
        "id": "5626",
        "name": "Шубаркудук"
      },
      {
        "id": "5627",
        "name": "Актюбинск"
      },
      {
        "id": "6926",
        "name": "Темир"
      },
      {
        "id": "6927",
        "name": "Алга"
      },
      {
        "id": "6928",
        "name": "Байганин"
      },
      {
        "id": "6929",
        "name": "Батамшинский"
      },
      {
        "id": "6930",
        "name": "Иргиз"
      },
      {
        "id": "6931",
        "name": "Кандыагаш"
      },
      {
        "id": "6932",
        "name": "Комсомольское"
      },
      {
        "id": "6933",
        "name": "Мартук"
      },
      {
        "id": "6934",
        "name": "Новоалексеевка"
      },
      {
        "id": "6935",
        "name": "Уил"
      },
      {
        "id": "6936",
        "name": "Хромтау"
      },
      {
        "id": "6937",
        "name": "Шалкар"
      }
    ]
  },
  {
    "id": "364",
    "name": "Алматы",
    "cities": []
  },
  {
    "id": "365",
    "name": "Атырауская область",
    "cities": [
      {
        "id": "5628",
        "name": "Миялы"
      },
      {
        "id": "5649",
        "name": "Атырау"
      },
      {
        "id": "6957",
        "name": "Аккыстау"
      },
      {
        "id": "6958",
        "name": "Ганюшкино"
      },
      {
        "id": "6959",
        "name": "Индеборский"
      },
      {
        "id": "6960",
        "name": "Кульсары"
      },
      {
        "id": "6961",
        "name": "Макат"
      },
      {
        "id": "6962",
        "name": "Махамбет"
      }
    ]
  },
  {
    "id": "366",
    "name": "Карагандинская область",
    "cities": [
      {
        "id": "5629",
        "name": "Актогай"
      },
      {
        "id": "5651",
        "name": "Караганда"
      },
      {
        "id": "6999",
        "name": "Жезказган"
      },
      {
        "id": "7000",
        "name": "Балхаш"
      },
      {
        "id": "7001",
        "name": "Темиртау"
      },
      {
        "id": "7002",
        "name": "Абай"
      },
      {
        "id": "7003",
        "name": "Аксу-Аюлы"
      },
      {
        "id": "7004",
        "name": "Атасу"
      },
      {
        "id": "7005",
        "name": "Ботакара"
      },
      {
        "id": "7006",
        "name": "Каркаралинск"
      },
      {
        "id": "7007",
        "name": "Киевка"
      },
      {
        "id": "7008",
        "name": "Осакаровка"
      },
      {
        "id": "7009",
        "name": "Улытау"
      },
      {
        "id": "7075",
        "name": "Шахтинск"
      }
    ]
  },
  {
    "id": "367",
    "name": "Костанайская область",
    "cities": [
      {
        "id": "5630",
        "name": "Рудный"
      },
      {
        "id": "7010",
        "name": "Аркалык"
      },
      {
        "id": "7011",
        "name": "Амангельды"
      },
      {
        "id": "7012",
        "name": "Аулиеколь"
      },
      {
        "id": "7013",
        "name": "Боровской"
      },
      {
        "id": "7014",
        "name": "Денисовка"
      },
      {
        "id": "7015",
        "name": "Докучаевка"
      },
      {
        "id": "7016",
        "name": "Жетикара"
      },
      {
        "id": "7017",
        "name": "Затобольск"
      },
      {
        "id": "7018",
        "name": "Камысты"
      },
      {
        "id": "7019",
        "name": "Карабалык"
      },
      {
        "id": "7020",
        "name": "Карасу"
      },
      {
        "id": "7021",
        "name": "Сарыколь"
      },
      {
        "id": "7022",
        "name": "Тарановское"
      },
      {
        "id": "7023",
        "name": "Тургай"
      },
      {
        "id": "7024",
        "name": "Убаганское"
      },
      {
        "id": "7025",
        "name": "Фёдоровка"
      },
      {
        "id": "7026",
        "name": "Джетыгара"
      },
      {
        "id": "7027",
        "name": "Лисаковск"
      },
      {
        "id": "7028",
        "name": "Костанай"
      }
    ]
  },
  {
    "id": "368",
    "name": "Кызылординская область",
    "cities": [
      {
        "id": "5631",
        "name": "Чиили"
      },
      {
        "id": "5655",
        "name": "Кызылорда"
      },
      {
        "id": "7029",
        "name": "Аральск"
      },
      {
        "id": "7030",
        "name": "Казалинск"
      },
      {
        "id": "7031",
        "name": "Джалагаш"
      },
      {
        "id": "7032",
        "name": "Джусалы"
      },
      {
        "id": "7033",
        "name": "Жанакорган"
      },
      {
        "id": "7034",
        "name": "Новоказалинск"
      },
      {
        "id": "7035",
        "name": "Теренозек"
      }
    ]
  },
  {
    "id": "369",
    "name": "Павлодарская область",
    "cities": [
      {
        "id": "5632",
        "name": "Экибастуз"
      },
      {
        "id": "5657",
        "name": "Павлодар"
      },
      {
        "id": "7041",
        "name": "Актогай"
      },
      {
        "id": "7042",
        "name": "Баянаул"
      },
      {
        "id": "7043",
        "name": "Железинка"
      },
      {
        "id": "7044",
        "name": "Иртышск"
      },
      {
        "id": "7045",
        "name": "Качиры"
      },
      {
        "id": "7046",
        "name": "Коктобе"
      },
      {
        "id": "7047",
        "name": "Лебяжье"
      },
      {
        "id": "7048",
        "name": "Успенка"
      },
      {
        "id": "7049",
        "name": "Щербакты"
      }
    ]
  },
  {
    "id": "370",
    "name": "Северо-Казахстанская область",
    "cities": [
      {
        "id": "5633",
        "name": "Явленка"
      },
      {
        "id": "5659",
        "name": "Петропавловск (Сев.-Каз. обл.)"
      },
      {
        "id": "7050",
        "name": "Рузаевка"
      },
      {
        "id": "7051",
        "name": "Бесколь"
      },
      {
        "id": "7052",
        "name": "Булаево"
      },
      {
        "id": "7053",
        "name": "Кишкенеколь"
      },
      {
        "id": "7054",
        "name": "Мамлютка"
      },
      {
        "id": "7055",
        "name": "Новоишимский"
      },
      {
        "id": "7056",
        "name": "Пресновка"
      },
      {
        "id": "7057",
        "name": "Саумалколь"
      },
      {
        "id": "7058",
        "name": "Сергеевка"
      },
      {
        "id": "7059",
        "name": "Смирново"
      },
      {
        "id": "7060",
        "name": "Тайынша"
      },
      {
        "id": "7061",
        "name": "Талшик"
      },
      {
        "id": "7062",
        "name": "Тимирязево"
      }
    ]
  },
  {
    "id": "372",
    "name": "Южно-Казахстанская область",
    "cities": [
      {
        "id": "5634",
        "name": "Шолаккорган"
      },
      {
        "id": "5661",
        "name": "Шымкент"
      },
      {
        "id": "7063",
        "name": "Туркестан"
      },
      {
        "id": "7064",
        "name": "Жетысай"
      },
      {
        "id": "7065",
        "name": "Казыгурт"
      },
      {
        "id": "7066",
        "name": "Ленгер"
      },
      {
        "id": "7067",
        "name": "Сарыагач"
      },
      {
        "id": "7068",
        "name": "Темирлановка"
      },
      {
        "id": "7069",
        "name": "Турар-Рыскулов"
      },
      {
        "id": "7070",
        "name": "Шардара"
      },
      {
        "id": "7071",
        "name": "Шаульдер"
      },
      {
        "id": "7072",
        "name": "Шаян"
      }
    ]
  },
  {
    "id": "373",
    "name": "Жамбылская область",
    "cities": [
      {
        "id": "5635",
        "name": "Шу"
      },
      {
        "id": "5663",
        "name": "Тараз"
      },
      {
        "id": "6979",
        "name": "Асса"
      },
      {
        "id": "6980",
        "name": "Бауыржан-Мамыш-Улы"
      },
      {
        "id": "6981",
        "name": "Жанатас"
      },
      {
        "id": "6982",
        "name": "Каратау"
      },
      {
        "id": "6983",
        "name": "Кулан"
      },
      {
        "id": "6984",
        "name": "Курдай"
      },
      {
        "id": "6985",
        "name": "Мерке"
      },
      {
        "id": "6986",
        "name": "Мойынкум"
      },
      {
        "id": "6987",
        "name": "Сарыкемер"
      }
    ]
  },
  {
    "id": "374",
    "name": "Западно-Казахстанская область",
    "cities": [
      {
        "id": "5636",
        "name": "Чингирлау"
      },
      {
        "id": "5665",
        "name": "Уральск"
      },
      {
        "id": "6988",
        "name": "Аксай"
      },
      {
        "id": "6989",
        "name": "Джангала"
      },
      {
        "id": "6990",
        "name": "Жанибек"
      },
      {
        "id": "6991",
        "name": "Жымпиты"
      },
      {
        "id": "6992",
        "name": "Казталовка"
      },
      {
        "id": "6993",
        "name": "Каратобе"
      },
      {
        "id": "6994",
        "name": "Перемётное"
      },
      {
        "id": "6995",
        "name": "Сайхин"
      },
      {
        "id": "6996",
        "name": "Таскала"
      },
      {
        "id": "6997",
        "name": "Федоровка"
      },
      {
        "id": "6998",
        "name": "Чапаево"
      }
    ]
  },
  {
    "id": "375",
    "name": "Восточно-Казахстанская область",
    "cities": [
      {
        "id": "5637",
        "name": "Шемонаиха"
      },
      {
        "id": "5638",
        "name": "Усть-Каменогорск"
      },
      {
        "id": "5667",
        "name": "Семипалатинск"
      },
      {
        "id": "6963",
        "name": "Курчатов"
      },
      {
        "id": "6964",
        "name": "Нарымское"
      },
      {
        "id": "6965",
        "name": "Аксуат"
      },
      {
        "id": "6966",
        "name": "Аягоз"
      },
      {
        "id": "6967",
        "name": "Бескарагай"
      },
      {
        "id": "6968",
        "name": "Бородулиха"
      },
      {
        "id": "6969",
        "name": "Глубокое"
      },
      {
        "id": "6970",
        "name": "Гоергиевка"
      },
      {
        "id": "6971",
        "name": "Зайсан"
      },
      {
        "id": "6972",
        "name": "Зыряновск"
      },
      {
        "id": "6973",
        "name": "Караул"
      },
      {
        "id": "6974",
        "name": "Кокпекти"
      },
      {
        "id": "6975",
        "name": "Курчум"
      },
      {
        "id": "6976",
        "name": "Молодежный"
      },
      {
        "id": "6977",
        "name": "Риддер"
      },
      {
        "id": "6978",
        "name": "Уржар"
      }
    ]
  },
  {
    "id": "378",
    "name": "Астана",
    "cities": []
  },
  {
    "id": "379",
    "name": "Акмолинская область",
    "cities": [
      {
        "id": "5639",
        "name": "Боровое"
      },
      {
        "id": "5671",
        "name": "Кокшетау"
      },
      {
        "id": "6908",
        "name": "Акколь"
      },
      {
        "id": "6909",
        "name": "Макинск"
      },
      {
        "id": "6910",
        "name": "Щучинск"
      },
      {
        "id": "6911",
        "name": "Степногорск"
      },
      {
        "id": "6912",
        "name": "Акмол"
      },
      {
        "id": "6913",
        "name": "Аршалы"
      },
      {
        "id": "6914",
        "name": "Астраханка"
      },
      {
        "id": "6915",
        "name": "Атбасар"
      },
      {
        "id": "6916",
        "name": "Балкашино"
      },
      {
        "id": "6917",
        "name": "Державинск"
      },
      {
        "id": "6918",
        "name": "Егиндыколь"
      },
      {
        "id": "6919",
        "name": "Ерейментау"
      },
      {
        "id": "6920",
        "name": "Есиль"
      },
      {
        "id": "6921",
        "name": "Жаксы"
      },
      {
        "id": "6922",
        "name": "Зеренда"
      },
      {
        "id": "6923",
        "name": "Коргалжын"
      },
      {
        "id": "6924",
        "name": "Степняк"
      },
      {
        "id": "6925",
        "name": "Шортанды"
      }
    ]
  },
  {
    "id": "383",
    "name": "Алматинская область",
    "cities": [
      {
        "id": "5640",
        "name": "Каргалы"
      },
      {
        "id": "5641",
        "name": "Капчагай"
      },
      {
        "id": "5673",
        "name": "Талгар"
      },
      {
        "id": "6938",
        "name": "Алматы"
      },
      {
        "id": "6939",
        "name": "Баканас"
      },
      {
        "id": "6940",
        "name": "Балпык-Би"
      },
      {
        "id": "6941",
        "name": "Есик"
      },
      {
        "id": "6942",
        "name": "Жансугуров"
      },
      {
        "id": "6943",
        "name": "Жаркент"
      },
      {
        "id": "6944",
        "name": "Каскелен"
      },
      {
        "id": "6945",
        "name": "Карабулак"
      },
      {
        "id": "6946",
        "name": "Кеген"
      },
      {
        "id": "6947",
        "name": "Отеген-Батыр"
      },
      {
        "id": "6948",
        "name": "Сарканд"
      },
      {
        "id": "6949",
        "name": "Сарыозек"
      },
      {
        "id": "6950",
        "name": "Текели"
      },
      {
        "id": "6951",
        "name": "Узунагач"
      },
      {
        "id": "6952",
        "name": "Ушарал"
      },
      {
        "id": "6953",
        "name": "Уштобе"
      },
      {
        "id": "6954",
        "name": "Чунджа"
      },
      {
        "id": "6955",
        "name": "Иссык"
      },
      {
        "id": "6956",
        "name": "Талдыкорган"
      },
      {
        "id": "7073",
        "name": "Астана"
      }
    ]
  },
  {
    "id": "386",
    "name": "Альберта",
    "cities": []
  },
  {
    "id": "387",
    "name": "Квебек",
    "cities": []
  },
  {
    "id": "388",
    "name": "Британская Колумбия",
    "cities": []
  },
  {
    "id": "389",
    "name": "Онтарио",
    "cities": []
  },
  {
    "id": "390",
    "name": "Манитоба",
    "cities": []
  },
  {
    "id": "391",
    "name": "Нью-Брансуик",
    "cities": []
  },
  {
    "id": "392",
    "name": "Саскачеван",
    "cities": []
  },
  {
    "id": "393",
    "name": "Новая Шотландия",
    "cities": []
  },
  {
    "id": "394",
    "name": "Остров Принца Эдварда",
    "cities": []
  },
  {
    "id": "395",
    "name": "Юкон",
    "cities": []
  },
  {
    "id": "396",
    "name": "Северо-Западные территории",
    "cities": []
  },
  {
    "id": "397",
    "name": "Нунавут",
    "cities": []
  },
  {
    "id": "398",
    "name": "Абхазия",
    "cities": []
  },
  {
    "id": "399",
    "name": "Сухумский район",
    "cities": []
  },
  {
    "id": "401",
    "name": "Маврикий",
    "cities": []
  },
  {
    "id": "402",
    "name": "Ливан",
    "cities": []
  },
  {
    "id": "403",
    "name": "Бруней",
    "cities": []
  },
  {
    "id": "404",
    "name": "Свазиленд",
    "cities": []
  },
  {
    "id": "405",
    "name": "Самоа",
    "cities": []
  },
  {
    "id": "406",
    "name": "Сент-Винсент и Гренадины",
    "cities": []
  },
  {
    "id": "407",
    "name": "Гамбия",
    "cities": []
  },
  {
    "id": "408",
    "name": "Кабо-Верде",
    "cities": []
  },
  {
    "id": "409",
    "name": "Республика Джибути",
    "cities": []
  },
  {
    "id": "410",
    "name": "Вануату",
    "cities": []
  },
  {
    "id": "411",
    "name": "Науру",
    "cities": []
  },
  {
    "id": "412",
    "name": "Доминика",
    "cities": []
  },
  {
    "id": "413",
    "name": "Антарктика",
    "cities": []
  },
  {
    "id": "414",
    "name": "Экваториальная Гвинея",
    "cities": []
  },
  {
    "id": "415",
    "name": "Восточный Тимор",
    "cities": []
  },
  {
    "id": "416",
    "name": "Бурунди",
    "cities": []
  },
  {
    "id": "417",
    "name": "Кирибати",
    "cities": []
  },
  {
    "id": "418",
    "name": "Коморские острова",
    "cities": []
  },
  {
    "id": "419",
    "name": "Сан-Томе и Принсипи",
    "cities": []
  },
  {
    "id": "443",
    "name": "Либерецкий край",
    "cities": []
  },
  {
    "id": "444",
    "name": "Среднечешский край",
    "cities": []
  },
  {
    "id": "445",
    "name": "Устецкий край",
    "cities": []
  },
  {
    "id": "446",
    "name": "Краловеградецкий край",
    "cities": []
  },
  {
    "id": "447",
    "name": "Высочина",
    "cities": []
  },
  {
    "id": "448",
    "name": "Карловарский край",
    "cities": []
  },
  {
    "id": "449",
    "name": "Пардубицкий край",
    "cities": []
  },
  {
    "id": "450",
    "name": "Пльзенский край",
    "cities": []
  },
  {
    "id": "451",
    "name": "Оломоуцкий край",
    "cities": []
  },
  {
    "id": "452",
    "name": "Моравскосилезский край",
    "cities": []
  },
  {
    "id": "453",
    "name": "Злинский край",
    "cities": []
  },
  {
    "id": "454",
    "name": "Южночешский край",
    "cities": []
  },
  {
    "id": "455",
    "name": "Южноморавский край",
    "cities": []
  },
  {
    "id": "456",
    "name": "Прага",
    "cities": []
  },
  {
    "id": "468",
    "name": "Республика Крым",
    "cities": []
  },
  {
    "id": "1755",
    "name": "Балви",
    "cities": []
  },
  {
    "id": "1756",
    "name": "Вентспилс",
    "cities": []
  },
  {
    "id": "1757",
    "name": "Даугавпилс",
    "cities": []
  },
  {
    "id": "1758",
    "name": "Краслава",
    "cities": []
  },
  {
    "id": "1759",
    "name": "Ливаны",
    "cities": []
  },
  {
    "id": "1760",
    "name": "Лиепая",
    "cities": []
  },
  {
    "id": "1761",
    "name": "Лудза",
    "cities": []
  },
  {
    "id": "1762",
    "name": "Прейли",
    "cities": []
  },
  {
    "id": "1763",
    "name": "Резекне",
    "cities": []
  },
  {
    "id": "1764",
    "name": "Рига",
    "cities": []
  },
  {
    "id": "1765",
    "name": "Цесис",
    "cities": []
  },
  {
    "id": "1766",
    "name": "Юрмала",
    "cities": []
  },
  {
    "id": "1775",
    "name": "Вильнюс",
    "cities": []
  },
  {
    "id": "1776",
    "name": "Друскининкай",
    "cities": []
  },
  {
    "id": "1777",
    "name": "Каунас",
    "cities": []
  },
  {
    "id": "1778",
    "name": "Клайпеда",
    "cities": []
  },
  {
    "id": "1780",
    "name": "Паланга",
    "cities": []
  },
  {
    "id": "1781",
    "name": "Тракай",
    "cities": []
  },
  {
    "id": "1782",
    "name": "Шяуляй",
    "cities": []
  },
  {
    "id": "2015",
    "name": "Анкоридж",
    "cities": []
  },
  {
    "id": "2018",
    "name": "Балтимор",
    "cities": []
  },
  {
    "id": "2019",
    "name": "Берлингтон",
    "cities": []
  },
  {
    "id": "2020",
    "name": "Биллингс",
    "cities": []
  },
  {
    "id": "2021",
    "name": "Бирмингем",
    "cities": []
  },
  {
    "id": "2024",
    "name": "Вирджиния-Бич",
    "cities": []
  },
  {
    "id": "2028",
    "name": "Даллас",
    "cities": []
  },
  {
    "id": "2029",
    "name": "Детройт",
    "cities": []
  },
  {
    "id": "2030",
    "name": "Джексонвилл",
    "cities": []
  },
  {
    "id": "2035",
    "name": "Лас-Вегас",
    "cities": []
  },
  {
    "id": "2038",
    "name": "Лос-Анджелес",
    "cities": []
  },
  {
    "id": "2039",
    "name": "Луисвилл",
    "cities": []
  },
  {
    "id": "2040",
    "name": "Майами",
    "cities": []
  },
  {
    "id": "2041",
    "name": "Манчестер",
    "cities": []
  },
  {
    "id": "2042",
    "name": "Мемфис",
    "cities": []
  },
  {
    "id": "2043",
    "name": "Милуоки",
    "cities": []
  },
  {
    "id": "2044",
    "name": "Миннеаполис",
    "cities": []
  },
  {
    "id": "2046",
    "name": "Новый Орлеан",
    "cities": []
  },
  {
    "id": "2048",
    "name": "Нью-Йорк",
    "cities": []
  },
  {
    "id": "2049",
    "name": "Ньюарк",
    "cities": []
  },
  {
    "id": "2058",
    "name": "Сан-Франциско",
    "cities": []
  },
  {
    "id": "2059",
    "name": "Сан-Хосе",
    "cities": []
  },
  {
    "id": "2061",
    "name": "Сент-Луис",
    "cities": []
  },
  {
    "id": "2062",
    "name": "Сиэтл",
    "cities": []
  },
  {
    "id": "2065",
    "name": "Филадельфия",
    "cities": []
  },
  {
    "id": "2067",
    "name": "Хьюстон",
    "cities": []
  },
  {
    "id": "2069",
    "name": "Чикаго",
    "cities": []
  },
  {
    "id": "2326",
    "name": "Валгамаа",
    "cities": []
  },
  {
    "id": "2328",
    "name": "Сааремаа",
    "cities": []
  },
  {
    "id": "2331",
    "name": "Нарва",
    "cities": []
  },
  {
    "id": "2334",
    "name": "Пярнумаа",
    "cities": []
  },
  {
    "id": "2336",
    "name": "Харьюмаа",
    "cities": []
  },
  {
    "id": "2337",
    "name": "Тартумаа",
    "cities": []
  },
  {
    "id": "2338",
    "name": "Ляэнемаа",
    "cities": []
  },
  {
    "id": "4814",
    "name": "Сан-Диего",
    "cities": []
  },
  {
    "id": "4895",
    "name": "Бриджпорт",
    "cities": []
  },
  {
    "id": "4907",
    "name": "Омаха",
    "cities": []
  },
  {
    "id": "4919",
    "name": "Шарлотт",
    "cities": []
  },
  {
    "id": "4930",
    "name": "Сан-Антонио",
    "cities": []
  },
  {
    "id": "4939",
    "name": "Форт-Уэрт",
    "cities": []
  },
  {
    "id": "4942",
    "name": "Эль-Пасо",
    "cities": []
  },
  {
    "id": "4952",
    "name": "Су-Фолс",
    "cities": []
  },
  {
    "id": "4978",
    "name": "Портленд",
    "cities": []
  },
  {
    "id": "4993",
    "name": "Фарго",
    "cities": []
  },
  {
    "id": "5223",
    "name": "Вильяндимаа",
    "cities": []
  },
  {
    "id": "5224",
    "name": "Ида-Вирумаа",
    "cities": []
  },
  {
    "id": "5225",
    "name": "Ярвамаа",
    "cities": []
  },
  {
    "id": "5227",
    "name": "Ляэне-Вирумаа",
    "cities": []
  },
  {
    "id": "5228",
    "name": "Рапламаа",
    "cities": []
  },
  {
    "id": "5315",
    "name": "Айзкраукле",
    "cities": []
  },
  {
    "id": "5316",
    "name": "Алуксне",
    "cities": []
  },
  {
    "id": "5317",
    "name": "Бауска",
    "cities": []
  },
  {
    "id": "5318",
    "name": "Валка",
    "cities": []
  },
  {
    "id": "5319",
    "name": "Валмиера",
    "cities": []
  },
  {
    "id": "5320",
    "name": "Гулбене",
    "cities": []
  },
  {
    "id": "5321",
    "name": "Добеле",
    "cities": []
  },
  {
    "id": "5322",
    "name": "Екабпилс",
    "cities": []
  },
  {
    "id": "5323",
    "name": "Елгава",
    "cities": []
  },
  {
    "id": "5324",
    "name": "Кулдига",
    "cities": []
  },
  {
    "id": "5325",
    "name": "Лимбажи",
    "cities": []
  },
  {
    "id": "5326",
    "name": "Мадона",
    "cities": []
  },
  {
    "id": "5327",
    "name": "Огре",
    "cities": []
  },
  {
    "id": "5328",
    "name": "Салдус",
    "cities": []
  },
  {
    "id": "5329",
    "name": "Талси",
    "cities": []
  },
  {
    "id": "5330",
    "name": "Тукумс",
    "cities": []
  },
  {
    "id": "5331",
    "name": "Алитус",
    "cities": []
  },
  {
    "id": "5332",
    "name": "Аникщяй",
    "cities": []
  },
  {
    "id": "5333",
    "name": "Биржай",
    "cities": []
  },
  {
    "id": "5335",
    "name": "Варена",
    "cities": []
  },
  {
    "id": "5336",
    "name": "Вилкавишкис",
    "cities": []
  },
  {
    "id": "5337",
    "name": "Висагинас",
    "cities": []
  },
  {
    "id": "5338",
    "name": "Зарасай",
    "cities": []
  },
  {
    "id": "5339",
    "name": "Игналина",
    "cities": []
  },
  {
    "id": "5340",
    "name": "Йонишкис",
    "cities": []
  },
  {
    "id": "5341",
    "name": "Казлу-Руда",
    "cities": []
  },
  {
    "id": "5342",
    "name": "Калвария",
    "cities": []
  },
  {
    "id": "5343",
    "name": "Кедайняй",
    "cities": []
  },
  {
    "id": "5344",
    "name": "Кельме",
    "cities": []
  },
  {
    "id": "5345",
    "name": "Кретинга",
    "cities": []
  },
  {
    "id": "5346",
    "name": "Кайшядорис",
    "cities": []
  },
  {
    "id": "5347",
    "name": "Купишкис",
    "cities": []
  },
  {
    "id": "5348",
    "name": "Лаздияй",
    "cities": []
  },
  {
    "id": "5349",
    "name": "Мажейкяй",
    "cities": []
  },
  {
    "id": "5350",
    "name": "Мариямполе",
    "cities": []
  },
  {
    "id": "5351",
    "name": "Молетай",
    "cities": []
  },
  {
    "id": "5352",
    "name": "Науйойи-Акмяне",
    "cities": []
  },
  {
    "id": "5355",
    "name": "Пакруойис",
    "cities": []
  },
  {
    "id": "5356",
    "name": "Паневежис",
    "cities": []
  },
  {
    "id": "5357",
    "name": "Пасвалис",
    "cities": []
  },
  {
    "id": "5358",
    "name": "Плунге",
    "cities": []
  },
  {
    "id": "5359",
    "name": "Пренай",
    "cities": []
  },
  {
    "id": "5360",
    "name": "Радвилишкис",
    "cities": []
  },
  {
    "id": "5361",
    "name": "Расейняй",
    "cities": []
  },
  {
    "id": "5362",
    "name": "Ретавас",
    "cities": []
  },
  {
    "id": "5363",
    "name": "Рокишкис",
    "cities": []
  },
  {
    "id": "5364",
    "name": "Скуодас",
    "cities": []
  },
  {
    "id": "5365",
    "name": "Таураге",
    "cities": []
  },
  {
    "id": "5366",
    "name": "Тельшай",
    "cities": []
  },
  {
    "id": "5367",
    "name": "Утена",
    "cities": []
  },
  {
    "id": "5368",
    "name": "Шакяй",
    "cities": []
  },
  {
    "id": "5369",
    "name": "Шальчининкай",
    "cities": []
  },
  {
    "id": "5371",
    "name": "Шилале",
    "cities": []
  },
  {
    "id": "5372",
    "name": "Шилуте",
    "cities": []
  },
  {
    "id": "5373",
    "name": "Ширвинтос",
    "cities": []
  },
  {
    "id": "5374",
    "name": "Электренай",
    "cities": []
  },
  {
    "id": "5375",
    "name": "Юрбакркас",
    "cities": []
  },
  {
    "id": "100001",
    "name": "Бывший СССР",
    "cities": []
  },
  {
    "id": "100002",
    "name": "Европа",
    "cities": []
  },
  {
    "id": "100003",
    "name": "Азия",
    "cities": []
  },
  {
    "id": "100004",
    "name": "Африка",
    "cities": []
  },
  {
    "id": "100005",
    "name": "Северная Америка",
    "cities": []
  },
  {
    "id": "100006",
    "name": "Латинская Америка",
    "cities": []
  },
  {
    "id": "100007",
    "name": "Австралия и Океания",
    "cities": []
  },
  {
    "id": "100008",
    "name": "Антарктика",
    "cities": []
  },
  {
    "id": "100009",
    "name": "Остальной мир",
    "cities": []
  }
]
